[
  {
    "title": "Древнее и новое дворянство",
    "text": "Табель о&nbsp;рангах, принятая в&nbsp;1722 году, уравняла древние дворянские роды и&nbsp;тех, кто добился дворянства выслугой&nbsp;&mdash; то&nbsp;есть на&nbsp;государственной службе<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>военной, статской&nbsp;&mdash; то&nbsp;есть гражданской&nbsp;&mdash; или придворной). Теперь представители всех социальных слоев могли добиться дворянства, поступив на&nbsp;государственную службу, даже те, кто об&nbsp;этом ранее не&nbsp;мог помыслить,&nbsp;&mdash; дети купцов и&nbsp;духовенства. Право на&nbsp;потомственное дворянство получали все военные чины, на&nbsp;статской службе эта привилегия присваивалась с&nbsp;восьмого класса и&nbsp;выше. Древние дворянские роды<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>&laquo;столбовые дворяне&raquo;) к&nbsp;&laquo;выскочкам&raquo; относились с&nbsp;пренебрежением. Кроме того, военная служба сохраняла свой престиж по&nbsp;сравнению со&nbsp;статской, хотя формально статские должности были равны армейским и&nbsp;гвардейским чинам.",
    "img": null
  },
  {
    "title": "100 душ",
    "text": "Состояние в&nbsp;100 душ в&nbsp;середине XVIII века&nbsp;&mdash; довольно крупное. Например, в&nbsp;указах о&nbsp;дворянских детях, которым нужно явиться на&nbsp;государственную службу, отсчет велся с&nbsp;20 душ: те&nbsp;недоросли, у&nbsp;семей которых было более 20 душ, вызывались на&nbsp;смотр в&nbsp;столицу, а&nbsp;не в&nbsp;ближайший крупный город.",
    "img": null
  },
  {
    "title": "Дворянские смотры",
    "text": "Петр обязал всех дворян не&nbsp;только служить государству, но&nbsp;и&nbsp;получать начальное образование&nbsp;&mdash; для успеха преобразований ему нужны были грамотные чиновники и&nbsp;военные. Для того чтобы этого добиться, он&nbsp;обязал всех недорослей<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>то&nbsp;есть неслуживших дворян старше десяти лет) являться на&nbsp;смотры, которые проходили в&nbsp;Петербурге. Там царь самолично распределял их&nbsp;на&nbsp;учебу и&nbsp;военную службу. За&nbsp;неявку на&nbsp;смотр сурово наказывали: по&nbsp;указу 1714 года за&nbsp;&laquo;нетство&raquo;<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>уклонение от&nbsp;службы) провинившийся мог лишиться имущества; с&nbsp;1722 года за&nbsp;неявку подвергали<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>шельмованию&raquo;, то&nbsp;есть исключали из&nbsp;членов общества, а&nbsp;имена печатали и&nbsp;прибивали под барабанный бой к&nbsp;виселице. По&nbsp;указу, принятому при Анне Иоанновне, первый раз на&nbsp;смотр надо было явиться по&nbsp;достижении семилетнего возраста. Чиновник Герольдии при Сенате<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>учреждения, которое вело учет дворян и&nbsp;составляло их&nbsp;родословные и&nbsp;гербы) записывал данные дворянина. Ему сообщали, чему молодой дворянин учился и&nbsp;как его будут обучать в&nbsp;дальнейшем. Второй раз нужно было отчитаться в&nbsp;12 лет, третий&nbsp;&mdash; не&nbsp;позже чем в&nbsp;20 лет.",
    "img": null
  },
  {
    "title": "Сухопутный кадетский корпус",
    "text": "Военное училище для молодых дворян было открыто в&nbsp;Санкт-Петербурге в&nbsp;1732 году. Называлось оно сначала Рыцарской академией, а&nbsp;с&nbsp;1743 года&nbsp;&mdash; Сухопутным кадетским корпусом. Ученики изучали там военные науки, иностранные языки, историю и&nbsp;географию; занимались танцами. В&nbsp;стенах корпуса появился один из&nbsp;первых любительских театров, директором которого был Александр Сумароков.",
    "img": {
      "name": "cadet",
      "caption": "Кадет сухопутного кадетского корпуса. Из&nbsp;книги Якова фон Люде<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>Изображение мундиров российско-императорского войска&raquo;. 1793 год",
      "copyright": "Wikimedia Commons",
      "width": 660,
      "height": 461
    }
  },
  {
    "title": "Казенный кошт",
    "text": "Государственное содержание. Дворян из&nbsp;небогатых семей принимали в&nbsp;учебные заведения на&nbsp;основании прошения их&nbsp;родителей и&nbsp;содержали затем за&nbsp;счет государства. Те, кто во&nbsp;время обучения не&nbsp;демонстрировал отличной успеваемости и&nbsp;примерного поведения, лишались содержания.",
    "img": null
  },
  {
    "title": "Гвардия",
    "text": "Гвардия, или<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>лейб-гвардия&raquo;,&nbsp;&mdash; это отборные, привилегированные воинские части, предназначенные для охраны монарха и&nbsp;его окружения. В&nbsp;России первые гвардейские полки, Преображенский и&nbsp;Семеновский, появились при Петре I&nbsp;&mdash; они были сформированы из&nbsp;петровских<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>потешных полков&raquo;, изначально созданных для развлечения малолетнего царя и&nbsp;обучения новому строю и&nbsp;европейскому воинскому делу. В&nbsp;потешные полки набирали как сверстников Петра, так и&nbsp;взрослых дворовых людей. Первым солдатом считается Сергей Бухвостов, царский конюх.<br/><br/>Во&nbsp;время Северной войны гвардейские полки стали главной ударной силой русской армии. В&nbsp;1706 году Петр I&nbsp;дал гвардии преимущество в&nbsp;один чин перед армейскими офицерами; после принятия Табели о&nbsp;рангах преимущество было уже в&nbsp;два чина<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>например, гвардейский поручик соответствовал армейскому капитану).<br/><br/>Император<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>или императрица) считался полковником первых гвардейских полков; в&nbsp;них служили члены царской семьи и&nbsp;знатнейших дворянских фамилий. Петр I&nbsp;и&nbsp;его преемники лично тренировали полки, угощали гвардейцев из&nbsp;своих рук и&nbsp;крестили их&nbsp;детей. Общались лично с&nbsp;гвардейцами и&nbsp;наследники Петра&nbsp;&mdash; Елизавета, например, появлялась перед ними в&nbsp;мундире Преображенского полка. Близость к&nbsp;монархам создала из&nbsp;гвардии привилегированный слой общества. Гвардейские офицеры, даже невысокого звания, порой были важнее армейских генералов: их&nbsp;отправляли с&nbsp;поручениями государственной важности и&nbsp;считали наиболее близкими ко&nbsp;двору военными. Для того чтобы удачно провести дворцовый переворот, нужно было заручиться поддержкой гвардейских полков, что и&nbsp;сделали позже Екатерина I, Елизавета и&nbsp;Екатерина&nbsp;II.",
    "img": {
      "name": "guard",
      "caption": "Сержант лейб-гвардии Преображенского полка и&nbsp;рядовые мушкетеры лейб-гвардии Семеновского и&nbsp;Измайловского полков, с&nbsp;1742 до&nbsp;1762 года",
      "copyright": "Из книги Александра Висковатова «Историческое описание одежды и вооружения российских войск»",
      "width": 660,
      "height": 929
    }
  },
  {
    "title": "Иностранные учителя",
    "text": "Для домашнего обучения и&nbsp;воспитания в&nbsp;XVIII веке было принято нанимать иностранных учителей. Самые состоятельные семьи отправляли своих детей учиться за&nbsp;границу. Остальные нанимали учителей, которые порой не&nbsp;имели никаких педагогических талантов и&nbsp;получали место только потому, что были иностранцами. Василий Татищев в&nbsp;трактате<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>&hellip;О пользе наук и&nbsp;училищ&raquo; сетовал на&nbsp;то, что многие<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>принимают учителей к&nbsp;научению весьма неспособных и&nbsp;случается, что поваров, лакеев&hellip; и&nbsp;каких-либо непотребных волочаг принимают для научения благонравия и&nbsp;политики и&nbsp;потом за&nbsp;положенные деньги вред вместо пользы покупают&raquo;.",
    "img": null
  },
  {
    "title": "Запись «сверх комплекта»",
    "text": "При Анне Иоанновне и&nbsp;особенно при Елизавете условия привлечения дворян на&nbsp;службу несколько смягчились. У&nbsp;богатых семей, обладающих связями в&nbsp;столице, появилась возможность записать своего отпрыска в&nbsp;гвардию<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>сверх комплекта&raquo;, то&nbsp;есть заочно. Получалось, что ребенок жил дома, а&nbsp;тем временем его выслуга шла&nbsp;&mdash; и&nbsp;чины росли. В&nbsp;1742 году Елизавета подтвердила это право своим указом. Дворянам разрешили записывать детей в&nbsp;гвардию уже в&nbsp;младенчестве, причем сразу сержантами. К&nbsp;15 годам такие дети становились прапорщиками, а&nbsp;затем выходили в&nbsp;отставку гвардейскими капитанами<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>что в&nbsp;армии соответствовало бригадиру)&nbsp;&mdash; и&nbsp;все это без настоящей службы. К&nbsp;концу XVIII века число сверхкомлектных офицеров, ни&nbsp;дня не&nbsp;служивших в&nbsp;гвардии, достигало трех-четырех тысяч человек. Конец этой практике положил только Павел I, велевший выписать из&nbsp;состава гвардии всех неслуживших офицеров.",
    "img": null
  },
  {
    "title": "Военная служба дворян",
    "text": "Закон 1714 года и&nbsp;Воинский устав 1716 года запрещали производить в&nbsp;офицеры дворян, не&nbsp;отслуживших простыми солдатами. Богатые и&nbsp;знатные дворяне отправлялись служить рядовыми в&nbsp;гвардию; бедных дворян с&nbsp;небольшим достатком могли определить на&nbsp;службу и&nbsp;в&nbsp;армейские полки.",
    "img": null
  },
  {
    "title": "Устройство российской пехоты",
    "text": "Пехота составляла основу российской армии. При императрице Елизавете Петровне структура пехоты неоднократно менялась и&nbsp;приобрела завершенный вид к&nbsp;1756 году. В&nbsp;пехоте было 50 полков: четыре гренадерских и&nbsp;46 пехотных, которые на&nbsp;старый манер иногда называли мушкетерскими. В&nbsp;гренадеры брали рослых и&nbsp;сильных солдат, которые могли бросать тяжелые ручные гранаты и&nbsp;штурмовать укрепления.<br/><br/>Каждый пехотный полк состоял из&nbsp;двух батальонов. В&nbsp;каждый батальон входили четыре мушкетерские<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>то&nbsp;есть обычные) роты и&nbsp;одна гренадерская.<br/><br/>Рота по&nbsp;штату должна была состоять из&nbsp;144 человек, но&nbsp;обычно в&nbsp;мушкетерских ротах людей было меньше&nbsp;&mdash; около 100 солдат и&nbsp;офицеров. Зато в&nbsp;гренадерской роте всегда был комплект&nbsp;&mdash; 200 человек, потому что при Елизавете Петровне за&nbsp;количество гренадеров нужно было отчитываться.",
    "img": null
  },
  {
    "title": "Фузея",
    "text": "Мушкет, солдатское ружье. Без штыка фузея весила до&nbsp;5,25 килограмма.",
    "img": {
      "name": "fusea",
      "caption": "Фузея, шпага и&nbsp;патронная сума мушкетеров пехотного полка, с&nbsp;1756 до&nbsp;1762 года",
      "copyright": "Из книги Александра Висковатова «Историческое описание одежды и вооружения российских войск»",
      "width": 660,
      "height": 932
    }
  },
  {
    "title": "Капрал и фурьер",
    "text": "Младшие унтер-офицерские звания. Капрал командовал капральством<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>1/6 часть роты, примерно 25&minus;35 человек). Фурьер занимался тем&nbsp;же, но&nbsp;еще и&nbsp;отвечал за&nbsp;размещение роты на&nbsp;квартирах и&nbsp;снабжение ее&nbsp;продовольствием.",
    "img": {
      "name": "kapral",
      "caption": "Капрал и&nbsp;фурьер мушкетерских рот пехотного полка с&nbsp;1763 по&nbsp;1786 год",
      "copyright": "\nИз книги Александра Висковатова «Историческое описание одежды и вооружения российских войск»",
      "width": 487,
      "height": 660
    }
  },
  {
    "title": "Офицеры в русской армии",
    "text": "В&nbsp;русской армии было три категории офицеров. Самая низшая категория&nbsp;&mdash; это унтер-офицеры, младшие чины, которым поручались хозяйственные заботы, поддержание дисциплины и&nbsp;передача рядовым приказов вышестоящих офицеров. К&nbsp;унтер-офицерам относились сержанты, капралы, подпрапорщики. Все эти должности находились ниже Табели о&nbsp;рангах.<br/><br/>Обер-офицеры&nbsp;&mdash; это офицерский состав от&nbsp;прапорщика до&nbsp;капитана. В&nbsp;армейской Табели о&nbsp;рангах это соответствовало низшим шести классам, от&nbsp;XIV до&nbsp;IX.<br/><br/>Высшее командование полка&nbsp;&mdash; это штаб-офицеры; выше них стояли только генералы и&nbsp;бригадир. К&nbsp;штаб-офицерам относили майора, подполковника и&nbsp;полковника<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>VIII-VI классы Табели о&nbsp;рангах).",
    "img": null
  },
  {
    "title": "Шпицрутены",
    "text": "Порка прутьями. Виновного, раздетого до&nbsp;пояса, вели сквозь строй солдат, которые по&nbsp;очереди его хлестали. В&nbsp;соответствии с&nbsp;Воинским артикулом, количество шпицрутенов назначалось произвольно. В&nbsp;петровском Воинском уставе, например, такое наказание предусматривалось за&nbsp;пьяную драку без жертв: &laquo;Ежели учинитца драка при питье в&nbsp;пиру без вызову, хотя никто умерщвлен или поранен не&nbsp;будет, то&nbsp;рядового за&nbsp;то&nbsp;чрез полк гонять шпицрутен&raquo;. За&nbsp;драку и&nbsp;воровство было принято назначать до&nbsp;500 шпицрутенов.",
    "img": {
      "name": "gauntlet",
      "caption": "Даниэль Ходовецкий. Наказание шпицрутенами. 1774 год",
      "copyright": "Hulton Archive / Getty Images",
      "width": 660,
      "height": 498
    }
  },
  {
    "title": "Амнистия 1762 года",
    "text": "22&nbsp;сентября<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>3&nbsp;октября) 1762 года, по&nbsp;случаю коронации императрицы Екатерины II, была объявлена амнистия. Манифест<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>О&nbsp;прощении вин впадших в&nbsp;преступления&raquo; велел<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>каторжных всех с&nbsp;каторги освободить, и&nbsp;на&nbsp;прежния жилища их&nbsp;возвратить, кроме смертоубийц, или вечно на&nbsp;каторгу осужденных&raquo;.",
    "img": null
  },
  {
    "title": "Каторга",
    "text": "На&nbsp;каторжные работы преступников стали ссылать при Петре I, но&nbsp;широкое распространение эта практика получила при Елизавете Петровне, заменившей смертную казнь<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>политической смертью&raquo;, то&nbsp;есть бессрочной ссылкой на&nbsp;каторгу. К&nbsp;этому времени в&nbsp;России активно разрабатывались рудники, требовавшие крайне тяжелого труда&nbsp;&mdash; для этого и&nbsp;использовались каторжане. Приговоренных к&nbsp;смертной казни наказывали кнутом, вырезали им&nbsp;ноздри и&nbsp;ставили клеймо: на&nbsp;лице осужденного раскаленным железом выжигали слово<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>вор&raquo;. &laquo;А&nbsp;которые явятся в&nbsp;воровствах и&nbsp;разбоях&hellip; надлежать будут наказанию, бить кнутом и&nbsp;с&nbsp;вырезанием ноздрей сосланы имеют быть в&nbsp;ссылку вечно&raquo;.<br/><br/>Помимо бессрочной ссылки на&nbsp;каторгу существовала срочная, когда преступника отправляли не&nbsp;на&nbsp;рудники, а&nbsp;на&nbsp;менее тяжелые работы.",
    "img": {
      "name": "katorga",
      "caption": "Клейма и&nbsp;кандалы из&nbsp;Нерчинской каторжной тюрьмы",
      "copyright": "РИА «Новости»",
      "width": 1003,
      "height": 660
    }
  },
  {
    "title": "Нерчинская каторга",
    "text": "Действовала с&nbsp;1739 года в&nbsp;селе Горный Зерентуй в&nbsp;Забайкалье. Условия на&nbsp;ней были малопригодными для жизни из-за сурового климата и&nbsp;изнурительной работы. Нерчинская каторга считалась одной из&nbsp;самых суровых в&nbsp;России.",
    "img": null
  },
  {
    "title": "Сержант",
    "text": "Младший унтер-офицерский чин. В&nbsp;каждой роте полагалось иметь двух сержантов, которые отвечали за&nbsp;обучение солдат, строй, дисциплину и&nbsp;за&nbsp;хозяйственные работы.",
    "img": {
      "name": "seargent",
      "caption": "Мушкетерский сержант в&nbsp;1762 году.",
      "copyright": "Из книги Александра Висковатова «Историческое описание одежды и вооружения российских войск»",
      "width": 472,
      "height": 660
    }
  },
  {
    "title": "Семилетняя война",
    "text": "Война началась из-за спора Англии и&nbsp;Франции о&nbsp;колониях в&nbsp;Америке и&nbsp;в&nbsp;Индии. Затем в&nbsp;нее втянулись и&nbsp;другие государства. Прусский король Фридрих&nbsp;II заключил союз с&nbsp;Англией, взамен рассчитывая расширить свои владения в&nbsp;Германии. В&nbsp;свою очередь, прусские планы не&nbsp;понравились Австрии, а&nbsp;Австрию уже поддержала Россия. Летом 1757 года русская армия под командованием фельдмаршала Апраксина перешла границу Пруссии. Для России Семилетняя война проходила в&nbsp;основном на&nbsp;территории Пруссии и&nbsp;в&nbsp;приграничных областях Польши.",
    "img": {
      "name": "seven",
      "caption": "Гиацинт де&nbsp;ла&nbsp;Пенья. Битва при Хохкирхе 14&nbsp;октября 1758 года. Около 1760 года",
      "copyright": "Heeresgeschichtliches Museum / Wikimedia Commons",
      "width": 883,
      "height": 660
    }
  },
  {
    "title": "Прапорщик",
    "text": "Низший обер-офицерский чин, входивший в&nbsp;Табель о&nbsp;рангах. Во&nbsp;время войны или в&nbsp;походе прапорщик отвечал за&nbsp;сохранность ротного знамени<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>прапора). В&nbsp;мирное время эти обязанности выполнял унтер-офицер, подпрапорщик. Также прапорщику поручалось следить за&nbsp;больными, ранеными и&nbsp;отставшими.",
    "img": {
      "name": "prapor",
      "caption": "Каптенармус и&nbsp;подпрапорщик мушкетерских рот пехотного полка с&nbsp;1763 по&nbsp;1786 год",
      "copyright": "Из книги Александра Висковатова «Историческое описание одежды и вооружения российских войск»",
      "width": 463,
      "height": 660
    }
  },
  {
    "title": "Снабжение армии",
    "text": "В&nbsp;дальних военных походах основным способом снабжения армии было фуражирование&nbsp;&mdash; от&nbsp;французского fourrage, &laquo;корм для лошадей&raquo;. Унтер-офицерам под командованием вышестоящих офицеров было необходимо найти пропитание солдатам, а&nbsp;также, при необходимости, корм для лошадей и&nbsp;ночлег.<br/><br/>При фуражировании нередко случались злоупотребления, и&nbsp;местные жители терпели от&nbsp;прохождения армии значительные неудобства. Чтобы это предотвратить, в&nbsp;1760 году генерал Петр Александрович Румянцев давал такие указания секунд-майору Миллеру: &laquo;Строгость и&nbsp;послушание в&nbsp;команде весьма наблюдать, до&nbsp;разорения деревень не&nbsp;допущать&hellip; при расположении в&nbsp;деревнях требовать на&nbsp;пищу овощи, а&nbsp;иногда&nbsp;&mdash; хлеб и&nbsp;скота, только то, что положено в&nbsp;вес от&nbsp;меня; или трудов излишних ради&nbsp;&mdash; и&nbsp;по&nbsp;фунту мяса на&nbsp;человека, давая квитанции. В&nbsp;деревнях&nbsp;же будучи, в&nbsp;домах не&nbsp;ночевать, но&nbsp;всегда в&nbsp;сараях&raquo;.",
    "img": null
  },
  {
    "title": "Кунерсдорфское сражение (12 августа 1759 года)",
    "text": "Решающая битва Семилетней войны, в&nbsp;которой объединенные русско-австрийские войска нанесли сокрушительное поражение прусской армии. Русская и&nbsp;австрийская армия соединились у&nbsp;прусского города Франкфурт-на-Одере. Навстречу им&nbsp;направились основные силы прусских войск. Стороны сошлись у&nbsp;селения Кунерсдорф.<br/><br/>Утром 1<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>12) августа прусская артиллерия начала обстрел левого фланга русской армии. После этого прусские войска с&nbsp;легкостью захватили позиции русской артиллерии и&nbsp;вынудили союзников отступать. Король Пруссии Фридрих II, увидев продвижение своей армии и&nbsp;захваченные русские пушки, уже послал гонцов в&nbsp;Берлин с&nbsp;новостью о&nbsp;победе.<br/><br/>Тем временем командующий русской армией граф Салтыков стянул все силы в&nbsp;центре. Брат короля, генерал-лейтенант Генрих Прусский, просил Фридриха&nbsp;II остановиться на&nbsp;достигнутом, но&nbsp;тот решил окончательно разгромить противника. Прусская пехота стала штурмовать высоты, на&nbsp;которых расположились оставшиеся силы русско-австрийских войск, и&nbsp;понесла значительные потери. Была разгромлена и&nbsp;брошенная в&nbsp;бой прусская кавалерия. Союзная армия пошла в&nbsp;контрнаступление, предварительно нанеся артиллерийский удар по&nbsp;прусским войскам. Фридриху&nbsp;II пришлось отступить, сам он&nbsp;чудом избежал смерти&nbsp;&mdash; пуля попала в&nbsp;готовальню<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>футляр с&nbsp;набором чертежных инструментов), которую он&nbsp;носил у&nbsp;себя на&nbsp;груди.<br/><br/>Битва закончилась полным разгромом прусской армии&nbsp;&mdash; от&nbsp;48 тысяч осталось три. Путь на&nbsp;Берлин, столицу Пруссии, был открыт.",
    "img": {
      "name": "kunersdorf",
      "caption": "Александр Коцебу. Сражение при Кунерсдорфе. 1848 год",
      "copyright": "Государственный Эрмитаж",
      "width": 660,
      "height": 414
    }
  },
  {
    "title": "Подпоручик",
    "text": "Обер-офицерский чин XIII класса. Помощник капитана.",
    "img": null
  },
  {
    "title": "Взятие Берлина",
    "text": "В&nbsp;октябре 1760 года, после победы при Кунерсдорфе, авангард русской армии под командованием графа Тотлебена встал под стенами столицы Пруссии Берлина с&nbsp;трехтысячным войском. Прусскую столицу защищал гарнизон в&nbsp;1200 человек; укреплений, необходимых для длительной обороны, в&nbsp;Берлине не&nbsp;было. Однако первый штурм был отбит, и&nbsp;на&nbsp;помощь городу пришел корпус Евгения Вюртембергского. Тотлебен отступил, но&nbsp;через два дня к&nbsp;нему присоединился 20-тысячный корпус графа Чернышева. Прусским военным пришлось сдать Берлин без боя.<br/><br/>Тотлебену предложили контрибуцию. Он&nbsp;потребовал выплатить ему четыре миллиона талеров в&nbsp;обмен на&nbsp;сохранность городского имущества. Берлинские горожане договорились на&nbsp;полтора миллиона. Впрочем, контрибуция не&nbsp;спасла город от&nbsp;разграбления&nbsp;&mdash; некоторые кварталы оказались под контролем австрийцев, которые, в&nbsp;отличие от&nbsp;русских войск, обещаний не&nbsp;грабить и&nbsp;не&nbsp;жечь дворцы не&nbsp;давали.",
    "img": {
      "name": "berlin",
      "caption": "Александр Коцебу. Взятие Берлина 28&nbsp;сентября 1760 года. 1849 год",
      "copyright": "Государственный Эрмитаж",
      "width": 660,
      "height": 419
    }
  },
  {
    "title": "Поручик",
    "text": "Обер-офицерский чин XII класса. Помощник капитана.",
    "img": null
  },
  {
    "title": "Осада Кольберга",
    "text": "За&nbsp;время Семилетней войны прусская крепость Кольберг, расположенная на&nbsp;побережье Балтийского моря, подвергалась осаде российских войск трижды. Первая попытка, в&nbsp;1758 году, была неудачной: корпус генерала Пальмбаха две недели пытался преодолеть окружавший крепость ров и&nbsp;в&nbsp;конце концов был вынужден отступить. В&nbsp;1760 году русская армия атаковала Кольберг и&nbsp;с&nbsp;суши, и&nbsp;с&nbsp;моря, но&nbsp;на&nbsp;помощь защитникам крепости пришел шеститысячный прусский корпус.<br/><br/>В&nbsp;1761 году к&nbsp;Кольбергу выдвинулся 15-тысячный корпус генерала Румянцева. К&nbsp;этому времени крепость была дополнительно укреплена, ее&nbsp;стены защищал 8-тысячный корпус Евгения Вюртембергского.<br/><br/>В&nbsp;сентябре к&nbsp;осаде Кольберга присоединился русско-шведский флот, высадивший на&nbsp;берег десант. Прусская кавалерия во&nbsp;время одного из&nbsp;своих рейдов была перехвачена и&nbsp;разгромлена. Румянцеву удалось отрезать город от&nbsp;снабжения. Корпус Евгения Вюртембергского из-за голода отошел от&nbsp;Кольберга и&nbsp;попытался ударить по&nbsp;тылу русской армии, но&nbsp;был окончательно разбит. Осада продолжалась четыре месяца, и&nbsp;в&nbsp;декабре 1761 года Кольберг сдался генералу Румянцеву. Русская армия получила от&nbsp;крепости 173 орудия и&nbsp;20 знамен.",
    "img": {
      "name": "kolberg",
      "caption": "Александр Коцебу. Взятие крепости Кольберг в&nbsp;ходе Семилетней войны. 1852 год",
      "copyright": "Wikimedia Commons",
      "width": 660,
      "height": 414
    }
  },
  {
    "title": "Вакансия",
    "text": "Вакансия&nbsp;&mdash; это свободная должность. В&nbsp;армии должность могла освободиться, если офицера, который прежде ее&nbsp;занимал, повышали или если он&nbsp;умирал; кроме того, много вакансий возникало, когда создавались новые полки. Вакансия открывала возможность для карьерного роста: обычно на&nbsp;нее переводили человека, стоявшего на&nbsp;предыдущей ступени Табели о&nbsp;рангах.",
    "img": null
  },
  {
    "title": "Капитан",
    "text": "Обер-офицерский чин&nbsp;IX класса. Командовал ротой.",
    "img": null
  },
  {
    "title": "Петр III (1728-1762)",
    "text": "Урожденный Карл Петер Ульрих, сын Карла Фридриха, герцога Гольштейн-Готторпского, и&nbsp;Анны, дочери Петра I. Именно его выбрала в&nbsp;качестве своего наследника Елизавета Петровна&nbsp;&mdash; когда ему было тринадцать лет, по&nbsp;распоряжению императрицы его привезли в&nbsp;Россию. Карл Петер Ульрих перешел в&nbsp;православие и&nbsp;получил имя Петр Федорович. Через три года, в&nbsp;1745 году, его женили на&nbsp;принцессе Ангальт-Цербстской, будущей императрице Екатерине&nbsp;II.<br/><br/>В&nbsp;1761 году императрица Елизавета Петровна скончалась и&nbsp;Петр III взошел на&nbsp;престол.<br/><br/>Будучи ярым поклонником прусской модели государства и&nbsp;лично Фридриха II, он&nbsp;тут&nbsp;же заключил в&nbsp;Петербурге сепаратный мир с&nbsp;Пруссией, положив конец участию России в&nbsp;Семилетней войне&nbsp;&mdash; уже практически выигранной. Россия по&nbsp;условиям этого мира теряла все завоеванные территории, прежде всего Восточную Пруссию. Сам Фридрих&nbsp;II назвал мирный договор<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>чудом&raquo;.",
    "img": {
      "name": "peter_iii",
      "caption": "Петр III. Неизвестный художник. 1762 год",
      "copyright": "Государственный Эрмитаж",
      "width": 660,
      "height": 875
    }
  },
  {
    "title": "Лейб-гвардии Семеновский полк",
    "text": "Один из&nbsp;&laquo;потешных полков&raquo; Петра I. Был сформирован в&nbsp;1691 году у&nbsp;подмосковного села Семеновское, а&nbsp;в&nbsp;1700 году стал гвардейским. Полк принимал участие в&nbsp;Северной войне&nbsp;&mdash; и&nbsp;сражался в&nbsp;битве при Нарве<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>1700) и&nbsp;в&nbsp;Полтавском сражении<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>1709).<br/><br/>При Елизавете Петровне семеновцы носили зеленые кафтаны с&nbsp;синим воротником и&nbsp;красными обшлагами, а&nbsp;также красные штаны.",
    "img": {
      "name": "semyon",
      "caption": "Обер-офицеры Преображенского, Семеновского и&nbsp;Измайловского полков лейб-гвардии с&nbsp;1742 до&nbsp;1762 года",
      "copyright": "Из книги Александра Висковатова «Историческое описание одежды и вооружения российских войск»",
      "width": 819,
      "height": 660
    }
  },
  {
    "title": "Майор",
    "text": "Военный чин VIII класса. Командовал батальоном.",
    "img": null
  },
  {
    "title": "Манифест о вольности дворянства",
    "text": "18&nbsp;февраля<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>1&nbsp;марта) 1762 года Петр III подписал манифест, освободивший дворян от&nbsp;обязательной службы. В&nbsp;манифесте говорилось, что дело, начатое Петром I, принесло свои плоды, &laquo;полезное знание и&nbsp;прилежность к&nbsp;службе умножило в&nbsp;военном деле искусных и&nbsp;храбрых генералов, в&nbsp;гражданских и&nbsp;политических делах поставило сведущих и&nbsp;годных людей к&nbsp;делу&raquo; и&nbsp;принуждать теперь дворян нести службу излишне.<br/><br/>Военные теперь могли свободно подавать прошение об&nbsp;отставке и&nbsp;переходить на&nbsp;гражданскую службу<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>до&nbsp;1762 года отставка из&nbsp;армии была возможна только из-за смерти или серьезного увечья)&nbsp;&mdash; или&nbsp;же и&nbsp;вовсе не&nbsp;служить. У&nbsp;дворян оставалась одна обязанность: по&nbsp;достижении детьми 12-летнего возраста отчитываться, &laquo;чему они до&nbsp;обучены, и&nbsp;где далее науки продолжать желают, внутрь&nbsp;ли Нашего государства, в&nbsp;учрежденных на&nbsp;иждивении Нашем разных училищах, или в&nbsp;прочих европейских державах, или в&nbsp;домах своих через искусных и&nbsp;знающих учителей, буде достаток имения родителям то&nbsp;сделать дозволит; однако&nbsp;ж чтоб никто не&nbsp;дерзал без обучения пристойных благородному дворянству наук детей своих воспитывать под тяжким Нашим гневом&raquo;.<br/><br/>Манифест предписывал после выхода в&nbsp;отставку награждать офицера одним рангом. Таким образом, завершивший службу майор становился отставным подполковником.<br/><br/>Кроме того, дворянин мог теперь свободно уезжать из&nbsp;страны, что раньше было совершенно невозможно.",
    "img": null
  },
  {
    "title": "Подполковник",
    "text": "Обер-офицерский чин VII класса. Помощник командира полка<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>полковника).",
    "img": null
  },
  {
    "title": "Барщина",
    "text": "Барщина&nbsp;&mdash; то&nbsp;есть обязанность крестьянина обрабатывать земли, принадлежащие помещику, за&nbsp;предоставленное ему право пользоваться этой землей и&nbsp;в&nbsp;свою пользу&nbsp;&mdash; получила в&nbsp;России широкое распространение в&nbsp;XVI веке. В&nbsp;XVIII веке барщина была ужесточена: ее&nbsp;размер<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>то&nbsp;есть количество помещичьей земли, которую должен обработать крестьянин, или время, которое он&nbsp;должен этим заниматься) зависел только от&nbsp;воли землевладельца. Обычно крестьян заставляли обрабатывать столько&nbsp;же чужой земли, сколько и&nbsp;своей. Другой формой повинности являлся оброк: в&nbsp;этом случае крестьяне должны были платить помещику за&nbsp;право пользоваться его землей деньгами или продуктами. Для помещика барщина была выгодней, если он&nbsp;мог сам сбывать полученное зерно.<br/><br/>Барщина была ограничена при Павле I, который в&nbsp;1797 году запретил принуждать крестьян к&nbsp;барщине больше трех дней в&nbsp;неделю<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>соответствующий закон называется Манифест о&nbsp;трехдневной барщине).",
    "img": {
      "name": "barshchina",
      "caption": "Помещик на&nbsp;уборке хлеба. Гравюра из&nbsp;книги<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>Деревенское зеркало или общенародная книга&raquo;. 1798 год",
      "copyright": "Wikimedia Commons",
      "width": 660,
      "height": 483
    }
  },
  {
    "title": "Порядок приобретения земель",
    "text": "Манифест о&nbsp;генеральном размежевании всех земель империи, подписанный в&nbsp;1765 году, предписывал установить границы городских, деревенских и&nbsp;личных владений. С&nbsp;этого времени самовольно захватывать любые земли, в&nbsp;том числе и&nbsp;пустоши<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>то&nbsp;есть земли, брошенные владельцами), было формально запрещено. Земля должна была выкупаться у&nbsp;государства. Цена зависела от&nbsp;губернии: самая дорогая была в&nbsp;Московской губернии&nbsp;&mdash; три рубля за&nbsp;десятину без леса, самая дешевая&nbsp;&mdash; в&nbsp;Новороссийской и&nbsp;Слободской губерниях, 50 копеек. Десятина с&nbsp;лесом стоила в&nbsp;два раза дороже. Во&nbsp;Владимирской губернии десятина земли без пригодного для строительства леса стоила полтора рубля.",
    "img": null
  },
  {
    "title": "Губернская реформа 1775 года",
    "text": "12&nbsp;ноября 1775 года был опубликован манифест<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>Учреждение для управления губерний Всероссийской империи&raquo;, провозгласивший масштабную административно-территориальную реформу. Ее&nbsp;причины сама Екатерина&nbsp;II описала следующим образом: &laquo;По&nbsp;великой обширности некоторых губерний, оные недостаточно снабдены как правительствами, так и&nbsp;надобными для управления людьми&raquo;.<br/><br/>Вместо прежних 23 провинций учреждалось 50 губерний, которые делились на&nbsp;уезды. Во&nbsp;главе каждой губернии стоял губернатор, подчинявшийся генерал-губернатору&nbsp;&mdash; в&nbsp;ведении последнего находилось несколько губерний сразу. Генерал-губернаторов и&nbsp;губернаторов назначал император. Высшую административную власть в&nbsp;уезде осуществлял капитан-исправник, которого избирало на&nbsp;трехлетний срок уездное дворянство.<br/><br/>Города представляли собой самостоятельную административную единицу: ими управляли городничие, назначавшиеся Сенатом по&nbsp;представлению генерал-губернаторов.<br/><br/>Кроме того, губернская реформа на&nbsp;местном уровне отделила административную власть от&nbsp;судебной. Сделано это было не&nbsp;только под влиянием идеи о&nbsp;разделении властей, ставшей популярной в&nbsp;эпоху Просвещения, но&nbsp;и&nbsp;для борьбы с&nbsp;медлительностью и&nbsp;своеволием чиновников и&nbsp;чрезмерной загруженностью прежних местных органов управления. Вводился сословный принцип судоустройства: дворян судил земский суд<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>верхний и&nbsp;уездный), горожан&nbsp;&mdash; магистрат<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>городовой и&nbsp;губернский), а&nbsp;крестьян&nbsp;&mdash; нижняя и&nbsp;верхняя расправа. Председателей земского суда<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>верхнего и&nbsp;уездного) выбирал Сенат, глав магистратов и&nbsp;расправ избирали представители города<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>мещане и&nbsp;купцы) и&nbsp;крестьянства, а&nbsp;затем кандидатуры утверждал губернатор.",
    "img": null
  },
  {
    "title": "Уездный судья",
    "text": "Председатель уездного суда<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>должность, появившаяся в&nbsp;результате губернской реформы). Отправлял в&nbsp;уезде правосудие по&nbsp;уголовным и&nbsp;гражданским делам, касавшимся дворян.<br/><br/>Уездный судья и&nbsp;два его помощника&nbsp;&mdash; заседатели&nbsp;&mdash; выбирались Сенатом на&nbsp;трехлетний срок. Каждый год уездный суд собирался трижды: с&nbsp;1&nbsp;января до&nbsp;Страстной недели, с&nbsp;Троицына дня<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>начало июня) до&nbsp;27&nbsp;июня и&nbsp;с&nbsp;2&nbsp;октября по&nbsp;18&nbsp;декабря. За&nbsp;излишнюю волокиту для членов уездного суда было предусмотрено наказание: дела нужно было рассматривать в&nbsp;течение одного срока, если подсудимый содержался под стражей; все остальные дела&nbsp;&mdash; в&nbsp;течение трех сроков. Если сроки не&nbsp;соблюдались, уездный судья лишался жалования.",
    "img": null
  },
  {
    "title": "Уездный предводитель дворянства",
    "text": "Выбирался уездным дворянством на&nbsp;трехлетний срок. Жалованья не&nbsp;получал, но&nbsp;должность предводителя считалась почетной&nbsp;&mdash; уездный предводитель временно получал гражданский чин V&nbsp;класса<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>статский советник), вне зависимости от&nbsp;выслуги и&nbsp;предыдущего чина. Если предводителя выбирали два срока подряд, после второго он&nbsp;удостаивался постоянного чина&nbsp;VI класса<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>коллежский советник), а&nbsp;после трех трехлетних сроков&nbsp;&mdash; V&nbsp;класса.<br/><br/>В&nbsp;обязанности уездного предводителя входили как сословные функции<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>например, учет всех дворян уезда), так и&nbsp;административные.",
    "img": null
  },
  {
    "title": "Статский советник",
    "text": "Гражданский чин V&nbsp;класса&nbsp;&mdash; то&nbsp;есть соответствовал армейскому бригадиру. Переход в&nbsp;V&nbsp;класс из&nbsp;VI приносил удвоенное жалованье и&nbsp;двойной пенсион.",
    "img": null
  },
  {
    "title": "Бригадир",
    "text": "Армейский чин V&nbsp;класса. Во&nbsp;время военных действий командовал бригадой из&nbsp;двух или трех полков. Соответствовал статскому советнику и&nbsp;гвардейскому премьер-майору&nbsp;&mdash; к&nbsp;бригадиру, как и&nbsp;к&nbsp;статскому советнику, полагалось обращаться<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>Ваше высокородие&raquo;. В&nbsp;начале 1770-х годов, после выхода пьесы Фонвизина<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>Бригадир&raquo;, чин стал восприниматься как признак комического персонажа. В&nbsp;1798 году был упразднен.",
    "img": {
      "name": "brigadir",
      "caption": "Бригадир с&nbsp;1764 по&nbsp;1786 год",
      "copyright": "Из книги Александра Висковатова «Историческое описание одежды и вооружения российских войск»",
      "width": 532,
      "height": 660
    }
  },
  {
    "title": "Надворный советник",
    "text": "Гражданский чин VII класса. До&nbsp;1745 года относился, как и&nbsp;чин коллежского асессора, к&nbsp;VIII классу&nbsp;&mdash; то&nbsp;есть первой ступени Табели о&nbsp;рангах, дававшей право на&nbsp;потомственное дворянство.",
    "img": null
  },
  {
    "title": "Воевода",
    "text": "До&nbsp;Петра воеводами назывались военачальники, отправленные центральной властью для управления уездами<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>округами, на&nbsp;которые делилась вся территория Московского государства). Воеводы не&nbsp;получали жалованья и&nbsp;жили на&nbsp;&laquo;кормление&raquo;, то&nbsp;есть за&nbsp;счет местного населения,&nbsp;&mdash; поэтому в&nbsp;допетровской России должность воеводы была символом коррупции. Петр I&nbsp;реформировал местное управление, поставив над уездами провинции, а&nbsp;над провинциями&nbsp;&mdash; губернии во&nbsp;главе с&nbsp;губернаторами, в&nbsp;руках которых сосредоточилась огромная власть; во&nbsp;главе уездов вместо воевод оказались коменданты. Тем не&nbsp;менее в&nbsp;некоторых губерниях должность воеводы сохранялась&nbsp;&mdash; где-то с&nbsp;полицейскими функциями, где-то с&nbsp;административными. В&nbsp;1727 году во&nbsp;все провинциальные и&nbsp;уездные города были назначены городские воеводы, которые ведали судами и&nbsp;подчинялись напрямую губернаторам. Окончательно воеводы исчезли только в&nbsp;1775 году, после губернской реформы.",
    "img": null
  },
  {
    "title": "Сенатская комиссия",
    "text": "Надзором за&nbsp;законностью управления занимался Сенат. В&nbsp;частности, Сенат принимал жалобы частных лиц и&nbsp;чиновников на&nbsp;распоряжения государственных лиц. Для расследования на&nbsp;места высылалась специальная комиссия, которая должна была разобраться&nbsp;&mdash; и&nbsp;обеспечить законность.",
    "img": {
      "name": "senat",
      "caption": "Дмитрий Кардовский. Заседание Сената при Петре I. Репродукция на&nbsp;открытке. 1911 год",
      "copyright": "Wikimedia Commons",
      "width": 660,
      "height": 472
    }
  },
  {
    "title": "Русско-турецкая война (1768-1774)",
    "text": "Поводом для начала войны стал конфликт интересов России и&nbsp;Турции в&nbsp;Речи Посполитой. В&nbsp;1764 году королем Польши стал российский ставленник Станислав Понятовский. Тогда польские дворяне, недовольные ростом влияния России, призвали на&nbsp;помощь Австрию и&nbsp;Францию, а&nbsp;затем и&nbsp;Османскую империю, пообещав ей&nbsp;территории на&nbsp;юге Речи Посполитой. Осенью 1768 года Оттоманская Порта<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>то&nbsp;есть турецкое правительство) объявила войну России и&nbsp;начала собирать армию; Екатерина&nbsp;II ответила тем&nbsp;же два месяца спустя&nbsp;&mdash; и&nbsp;Россия тоже начала готовиться к&nbsp;войне.<br/><br/>Военные действия начались в&nbsp;январе 1769 года. Война развернулась по&nbsp;всей русско-турецкой границе, на&nbsp;территориях, принадлежавших Турции или зависимых от&nbsp;нее: на&nbsp;севере Балканского полуострова, на&nbsp;Черноморском побережье, на&nbsp;Кавказе и&nbsp;в&nbsp;Средиземном море.<br/><br/>В&nbsp;1769 году армия князя Голицына взяла крепость Хотин на&nbsp;Днестре. К&nbsp;1770 году русские войска перешли к&nbsp;активным наступательным действиям. Назначенный главнокомандующим вместо Голицына генерал-аншеф Румянцев нанес турецкой армии сокрушительные поражения на&nbsp;Балканах, у&nbsp;рек Ларга и&nbsp;Кагул, а&nbsp;затем штурмом взял крепость Измаил на&nbsp;берегу Дуная.<br/><br/>В&nbsp;это&nbsp;же время в&nbsp;Средиземном море в&nbsp;результате битвы в&nbsp;Чесменской бухте погиб почти весь турецкий флот.<br/><br/>В&nbsp;1771 году 2-я армия Долгорукова, не&nbsp;встретив сопротивления, вошла в&nbsp;Крым&nbsp;&mdash; на&nbsp;территории которого находилось Крымское ханство, зависимое от&nbsp;Османской империи.<br/><br/>Решающее сражение произошло в&nbsp;июне 1774 года у&nbsp;болгарского города Козлуджи, во&nbsp;время которого армии Суворова и&nbsp;Каменского разбили войска визиря.<br/><br/>Итогом войны стал Кючук-Кайнарджийский мирный договор. Россия получила порты Керчь и&nbsp;Еникале в&nbsp;Крыму, Большую и&nbsp;Малую Кабарду на&nbsp;Кавказе и&nbsp;стратегически важную крепость Азов. Кроме того, Россия добилась свободного вероисповедания для балканских христиан, права русским подданным беспрепятственно посещать святые места в&nbsp;Иерусалиме<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>который оставался под контролем Османской империи) и&nbsp;вывода турецких войск из&nbsp;Грузии и&nbsp;Мингрелии. Также Турция обязалась выплатить контрибуцию в&nbsp;размере 4,5 миллиона рублей.",
    "img": {
      "name": "1768—1774",
      "caption": "Стефано Торелли. Аллегория на&nbsp;победу Екатерины&nbsp;II над турками. Государственная Третьяковская галерея.1772 год",
      "copyright": "Wikimedia Commons",
      "width": 660,
      "height": 393
    }
  },
  {
    "title": "Секунд-майор",
    "text": "Офицерский чин VIII класса. В&nbsp;каждом армейском полку было по&nbsp;два майора: премьер-майор командовал первым батальоном, секунд-майор&nbsp;&mdash; вторым.",
    "img": null
  },
  {
    "title": "Взятие Крыма",
    "text": "В&nbsp;разгар русско-турецкой войны, летом 1771 года, армия генерал-аншефа Василия Михайловича Долгорукова повела наступление вглубь Крымского полуострова&nbsp;&mdash; где находилось Крымское ханство, зависимое от&nbsp;Османской империи. Крым был главной целью этого этапа кампании. Под стенами турецкой крепости и&nbsp;порта Кафы<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>современной Феодосии) русские пехота и&nbsp;конница разгромили объединенную армию крымских татар и&nbsp;турок. Без сопротивления русские заняли Судак, Ялту и&nbsp;Балаклаву; в&nbsp;Керчи и&nbsp;на&nbsp;Таманском полуострове взяли под контроль Керченский пролив. После долгих переговоров в&nbsp;1772 году Россия подписала с&nbsp;ханом мирный договор, провозгласивший Крым независимым от&nbsp;власти турецкого султана&nbsp;&mdash; но&nbsp;под защитой<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>всероссийского престола&raquo;.<br/><br/>В&nbsp;1774 году турки снова высадили десант в&nbsp;Крыму, а&nbsp;татары ударили Долгорукову в&nbsp;спину, но&nbsp;в&nbsp;жестоком бою под Алуштой турки были разгромлены<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>именно там потерял глаз молодой подполковник Михаил Голенищев-Кутузов). Кючук-Кайнарджийский мирный договор 1774 года закрепил отделение Крымского ханства от&nbsp;Турции.",
    "img": {
      "name": "crimea",
      "caption": "Перекоп. Немецкая гравюра XVII века",
      "copyright": "grafika.ru / Fotodom",
      "width": 660,
      "height": 417
    }
  },
  {
    "title": "Русская кавалерия",
    "text": "К&nbsp;Семилетней войне основной силой русской конницы были драгунские полки. Также в&nbsp;русской армии была тяжелая кавалерия<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>кирасиры), легкая кавалерия<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>гусары) и&nbsp;иррегулярная кавалерия<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>казаки, которые, в&nbsp;отличие от&nbsp;регулярной кавалерии, не&nbsp;имели единой военной структуры и&nbsp;обеспечивали себе обмундирование сами). Легкая кавалерия и&nbsp;иррегулярная кавалерия вели разведку и&nbsp;наносили удары в&nbsp;тылу противника.",
    "img": {
      "name": "cavalry",
      "caption": "Рядовой лейб-драгунского полка с&nbsp;1756 по&nbsp;1762 год",
      "copyright": "Из книги Александра Висковатова «Историческое описание одежды и вооружения российских войск»",
      "width": 660,
      "height": 908
    }
  },
  {
    "title": "Кирасирские полки",
    "text": "Кирасиры были основной ударной силой кавалерии: им&nbsp;полагались более крупные лошади, а&nbsp;также железные кирасы<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>то&nbsp;есть доспехи, защищающие грудь) поверх кафтанов и&nbsp;укрепленные железными полосами тульи шляп. В&nbsp;России первые кирасирские полки появились в&nbsp;1731 году; к&nbsp;1756 году их&nbsp;число достигло шести. В&nbsp;1756&mdash;1762 годах кирасирские обер-офицеры были вооружены шпагой и&nbsp;парой пистолетов. Рядовым кирасирам полагались широкий палаш<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>тяжелое колющее и&nbsp;рубящее оружие с&nbsp;прямым и&nbsp;длинным клинком) и&nbsp;короткий карабин<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>короткое ружье).",
    "img": {
      "name": "kirasir",
      "caption": "Корнет кирасирского полка с&nbsp;1756 по&nbsp;1762 год",
      "copyright": "Из книги Александра Висковатова «Историческое описание одежды и вооружения российских войск»",
      "width": 660,
      "height": 891
    }
  },
  {
    "title": "Взятие Кенигсберга",
    "text": "В&nbsp;январе 1758 года русская армия, возглавляемая генерал-аншефом Виллимом Фермором, практически без боя заняла Кенигсберг, столицу Восточной Пруссии. Ночью передовые отряды русской армии заняли форштадты Кенигсберга, а&nbsp;днем Фермор уже триумфально въехал в&nbsp;город, где получил символические ключи от&nbsp;Кенигсберга. Восточная Пруссия оставалась российской территорией до&nbsp;1762 года, когда Петр III по&nbsp;условиям мирного договора вернул область Фридриху&nbsp;II.",
    "img": null
  },
  {
    "title": "Ротмистр",
    "text": "Обер-офицерский чин в&nbsp;кавалерии. Соответствует капитану в&nbsp;армейской пехоте. Командовал ротой<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>полуэскадроном).",
    "img": null
  },
  {
    "title": "Томпак",
    "text": "Медно-цинковый сплав, популярный в&nbsp;Европе с&nbsp;начала XVIII века. Из&nbsp;него делали недорогие часы и&nbsp;посуду.",
    "img": {
      "name": "tombak",
      "caption": "Кувшин и&nbsp;блюдо из&nbsp;томпака",
      "copyright": "Wikimedia Commons",
      "width": 660,
      "height": 501
    }
  },
  {
    "title": "Измена Тотлебена",
    "text": "Готтлоб Курт Генрих фон Тотлебен, генерал-майор русской армии, был участником Кунерсдорфского сражения<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>1759) и&nbsp;взятия Берлина<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>1760). 19<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>30) июня 1761 года в&nbsp;городе Бернштайн был задержан курьер с&nbsp;шифрованным посланием от&nbsp;Тотлебена к&nbsp;прусскому королю Фридриху&nbsp;II. Выяснилось, в&nbsp;том числе и&nbsp;из&nbsp;показаний самого генерала, что он&nbsp;несколько месяцев тайно вел переписку с&nbsp;Фридрихом&nbsp;II и&nbsp;его братом принцем Генрихом Прусским. Тотлебен уверял, что хотел обмануть прусского короля и&nbsp;заманить того в&nbsp;западню, потому и&nbsp;хотел завоевать его доверие. Генерал сообщал о&nbsp;передвижениях русской армии и&nbsp;о&nbsp;планах штаба. Почти два года он&nbsp;провел в&nbsp;тюрьме, ожидая приговора. 11<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>22) апреля 1763 года Екатерина&nbsp;II подписала указ<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>О&nbsp;вывозе за&nbsp;границу с&nbsp;лишением чинов и&nbsp;орденов генерал-майора Тотлебена&raquo;. После того как генерал был<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>собственным своим поведением обличен во&nbsp;вредительных намерениях противу Российского государства&raquo;, его приговорили к&nbsp;смертной казни, но&nbsp;императрица помиловала его и&nbsp;велела<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>под крепким караулом вывезти на&nbsp;границу&raquo; и&nbsp;взять с&nbsp;Тотлебена обязательство больше никогда не&nbsp;въезжать в&nbsp;Россию.",
    "img": {
      "name": "tottleben",
      "caption": "Готтлоб Курт Генрих фон Тотлебен. Гравюра Ивана Матюшина. 1889 год",
      "copyright": "Wikimedia Commons",
      "width": 660,
      "height": 849
    }
  },
  {
    "title": "Эскадрон",
    "text": "Подразделение в&nbsp;кавалерии. Во&nbsp;время Семилетней войны кавалерийский полк в&nbsp;русской армии состоял из&nbsp;пяти эскадронов, каждый из&nbsp;которых насчитывал около 120 лошадей. Эскадрон делился на&nbsp;два полуэскадрона<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>роты).",
    "img": null
  },
  {
    "title": "Гарнизонный полк",
    "text": "Гарнизонные войска служили для охраны крепостей и&nbsp;подготовки рекрутов. В&nbsp;них отправляли солдат и&nbsp;офицеров, негодных по&nbsp;состоянию здоровья к&nbsp;полевой службе.",
    "img": null
  },
  {
    "title": "Прусский устав",
    "text": "Ко&nbsp;второй половине XVIII века прусская армия считалась образцом дисциплины и&nbsp;выучки. Прусские солдаты безупречно вели себя в&nbsp;бою, быстро маневрировали и&nbsp;молниеносно выполняли приказы. Этому способствовала система подготовки солдат, педантичная и&nbsp;жестокая. Строевая подготовка доводилась до&nbsp;совершенства: каждое движение было строго регламентировано и&nbsp;оттачивалось до&nbsp;автоматизма, от&nbsp;ширины шага до&nbsp;скорости стрельбы. Кроме того, в&nbsp;прусской армии за&nbsp;малейший проступок, ошибку во&nbsp;время строевой подготовки или неопрятность во&nbsp;внешнем виде следовало наказание&nbsp;&mdash; палкой или шпицрутенами, то&nbsp;есть специальными прутьями для битья солдат.",
    "img": {
      "name": "prussian",
      "caption": "Король Пруссии Фридрих&nbsp;II с&nbsp;гвардейским полком. XVIII век",
      "copyright": "Museumslandschaft Hessen Kassel / Bridgeman Images / Fotodom",
      "width": 660,
      "height": 430
    }
  },
  {
    "title": "Кирилл Разумовский (1728-1803)",
    "text": "Младший брат Алексея Разумовского, фаворита Елизаветы Петровны. При возвышении брата его вызвали в&nbsp;Петербург, а&nbsp;затем отправили учиться в&nbsp;Германию. Вернувшись в&nbsp;Россию, он&nbsp;стал президентом Академии наук, хоть и&nbsp;не&nbsp;слишком интересовался науками. В&nbsp;1750 году Елизавета восстановила ради Кирилла Разумовского должность гетмана войска Запорожского, упраздненную в&nbsp;1734 году. Кирилл Разумовский отправился в&nbsp;Малороссию и&nbsp;там&nbsp;&mdash; в&nbsp;своих резиденциях Глухове и&nbsp;Батурине&nbsp;&mdash; создал настоящий двор, с&nbsp;оперой и&nbsp;театром. В&nbsp;1754-м его вернули в&nbsp;Петербург, отобрав часть полномочий из-за растрат и&nbsp;других злоупотреблений.<br/><br/>В&nbsp;1757 году гетман Разумовский окончательно переехал в&nbsp;столицу. Он&nbsp;командовал лейб-гвардии Измайловским полком и&nbsp;заседал в&nbsp;Сенате. В&nbsp;1762 году он&nbsp;со&nbsp;своими гвардейцами поддержал переворот и&nbsp;возвел на&nbsp;престол Екатерину&nbsp;II. Вскоре он&nbsp;вызвал недовольство императрицы, попытавшись добиться восстановления наследственного гетманства. Екатерина&nbsp;II в&nbsp;1764 году выпустила указ об&nbsp;упразднении гетманского достоинства, даровав при этом Разумовскому чин генерал-фельдмаршала. Разумовский почти до&nbsp;конца своих дней оставался президентом Академии наук и&nbsp;заседал в&nbsp;Сенате.",
    "img": {
      "name": "razumovskiy",
      "caption": "Луи Токе. Портрет графа Кирилла Разумовского. Государственная Третьяковская галерея. 1758 год",
      "copyright": "Wikimedia Commons",
      "width": 660,
      "height": 481
    }
  },
  {
    "title": "Никита Панин (1718-1783)",
    "text": "Карьеру начал в&nbsp;конной гвардии, затем стал русским посланником в&nbsp;Дании и&nbsp;Швеции. В&nbsp;1760 году был назначен воспитателем наследника престола Павла Петровича. Панин стал одним из&nbsp;организаторов переворота против Петра III, посчитав, что это принесет пользу его воспитаннику, и&nbsp;после того, как Екатерина&nbsp;II пришла к&nbsp;власти, стал ее&nbsp;ближайшим советником по&nbsp;иностранным делам. Но&nbsp;при дворе Панин встретил противодействие семьи Григория Орлова, фаворита императрицы. Первое время Екатерина&nbsp;II не&nbsp;скрывала своего недовольства Паниным, но&nbsp;и&nbsp;не избавлялась от&nbsp;него. В&nbsp;опалу Панин попал в&nbsp;1781 году, был удален от&nbsp;двора и&nbsp;через два года скончался.",
    "img": {
      "name": "panin",
      "caption": "Александр Рослин. Портрет графа <nobr>Н. И. Панина</nobr>. 1777 год",
      "copyright": "Wikimedia Commons",
      "width": 660,
      "height": 901
    }
  },
  {
    "title": "Переворот 1762 года",
    "text": "Петр III правил всего 186 дней. Значительная часть двора<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>и&nbsp;прежде всего его жена, императрица Екатерина Алексеевна) осталась недовольна воцарением Петра и&nbsp;заключенным миром с&nbsp;Пруссией. Во&nbsp;главе заговора встали братья Григорий, Алексей и&nbsp;Федор Орловы, обещавшие Екатерине поднять гвардейские полки, воспитатель наследника Никита Панин и&nbsp;гетман Украины, генерал-фельдмаршал Кирилл Разумовский.<br/><br/>28&nbsp;июня<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>9&nbsp;июля) 1762 года Петр III выехал из&nbsp;своей летней резиденции в&nbsp;Ораниенбауме в&nbsp;Петергоф. Там его должна была встретить Екатерина, но&nbsp;утром вместе с&nbsp;Алексеем Орловым она бежала в&nbsp;Петербург. В&nbsp;столице в&nbsp;поддержку Екатерины выступили гвардейские полки, затем ей&nbsp;присягнули на&nbsp;верность Сенат и&nbsp;Синод. Гвардия направилась в&nbsp;Петергоф. Петр III сначала собирался защищаться от&nbsp;заговорщиков в&nbsp;Петергофе; затем отплыл в&nbsp;Кронштадтскую крепость, расположенную недалеко от&nbsp;столицы, рассчитывая, что сможет там держать оборону. В&nbsp;конце концов император вернулся в&nbsp;Ораниенбаум и&nbsp;подписал отречение. Его отвезли в&nbsp;другую резиденцию, Ропшинский дворец, где он&nbsp;и&nbsp;скончался при загадочных обстоятельствах. По&nbsp;официальной версии, причиной смерти стала геморроидальная колика. &laquo;Урод наш очень занемог и&nbsp;охватила его нечаенная колика, и&nbsp;я&nbsp;опасен, штоб он&nbsp;сегоднишную ночь не&nbsp;умер, а&nbsp;больше опасаюсь, штоб не&nbsp;ожил&raquo;,&nbsp;&mdash; писал Алексей Орлов Екатерине. По&nbsp;другой версии, которой придерживался и&nbsp;сын Петра III, будущий император Павел I, отрекшегося монарха убили&nbsp;&mdash; то&nbsp;ли&nbsp;сам Алексей Орлов, то&nbsp;ли&nbsp;князь Барятинский.",
    "img": {
      "name": "catherine-1762",
      "caption": "Присяга лейб-гвардии Измайловского полка 28&nbsp;июня 1762 года. Неизвестный художник. Первая четверть XIX века",
      "copyright": "Государственный Эрмитаж",
      "width": 660,
      "height": 485
    }
  },
  {
    "title": "Братья Орловы",
    "text": "После того как Екатерина&nbsp;II взошла на&nbsp;престол, Орловы на&nbsp;долгое время стали самой влиятельной семьей в&nbsp;Российской империи.<br/><br/>Старший брат, Иван Григорьевич<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>1733&minus;1791), управлял имением и&nbsp;всеми делами семьи; остальные его беспрекословно слушались. После переворота он&nbsp;был произведен в&nbsp;капитаны гвардии, но&nbsp;от&nbsp;прочих привилегий отказался и&nbsp;вскоре вышел в&nbsp;отставку.<br/><br/>Второй брат Григорий Орлов<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>1734&minus;1783) в&nbsp;1762 году был артиллерийским капитаном, а&nbsp;также фаворитом Екатерины и&nbsp;отцом ее&nbsp;ребенка. В&nbsp;1762 году именно он&nbsp;возглавил заговорщиков. После переворота Григорий Орлов получил чин генерал-адъютанта и&nbsp;графский титул, а&nbsp;в&nbsp;1772 году&nbsp;&mdash; титул светлейшего князя Священной Римской империи. Советником Екатерины&nbsp;II он&nbsp;оставался до&nbsp;возвышения следующего фаворита&nbsp;&mdash; князя Григория Потемкина. Затем Григорий Орлов впал в&nbsp;немилость и&nbsp;был отправлен в&nbsp;отставку, так&nbsp;же как и&nbsp;его братья.<br/><br/>Алексей Орлов<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>1737&minus;1808) был сержантом лейб-гвардии Преображенского полка, а&nbsp;после переворота 1762 года стал генерал-майором и&nbsp;графом. Во&nbsp;время русско-турецкой войны командовал эскадрой русского флота и&nbsp;добился выдающейся победы в&nbsp;Чесменском сражении, после которой получил право именоваться графом Орловым-Чесменским. Но&nbsp;в&nbsp;1774 году вместе со&nbsp;своим братом Григорием впал в&nbsp;немилость. Алексей Орлов также прославился пристрастием к&nbsp;цыганскому пению и&nbsp;лошадям<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>именно он&nbsp;вывел породу орловских рысаков).<br/><br/>Федор Орлов<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>1741&minus;1796) служил в&nbsp;лейб-гвардии Семеновского полка. Переворот сделал его графом и&nbsp;камергером. Уже через год 23-летний Федор Орлов стал обер-прокурором Сената. С&nbsp;началом русско-турецкой войны перешел на&nbsp;военную службу, где отличался выдающейся храбростью.<br/><br/>Младшему брату Владимиру Орлову<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>1743&minus;1831) к&nbsp;моменту переворота не&nbsp;было и&nbsp;двадцати лет. Как и&nbsp;остальные братья, он&nbsp;получил графский титул, а&nbsp;затем отправился учиться в&nbsp;Германию. В&nbsp;1766 году Владимир Орлов был произведен в&nbsp;камер-юнкеры и&nbsp;назначен директором Академии наук. В&nbsp;1774 году подал в&nbsp;отставку с&nbsp;гражданской службы и&nbsp;уехал в&nbsp;свое имение.",
    "img": {
      "name": "orlov",
      "caption": "Григорий Орлов. Неизвестный художник. Вторая половина XVIII века",
      "copyright": "Wikimedia Commons",
      "width": 660,
      "height": 868
    }
  },
  {
    "title": "Права Екатерины на трон",
    "text": "Формальных прав на&nbsp;престол у&nbsp;Екатерины&nbsp;II не&nbsp;было. Жена императора Петра III, урожденная София Августа Фредерика Ангальт-Цербстская, могла стать регентом при малолетнем наследнике Павле Петровиче&nbsp;&mdash; но&nbsp;заняла трон сама. В&nbsp;манифесте о&nbsp;вступлении на&nbsp;престол Екатерина&nbsp;II свое решение объяснила опасностью перемены<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>древнего в&nbsp;России Православия и&nbsp;принятием иноверного закона&raquo;, якобы шедшей от&nbsp;Петра III. Вторая формальная причина&nbsp;&mdash; заключенный мир с&nbsp;Пруссией, по&nbsp;которому Россия потеряла все свои завоевания в&nbsp;Семилетней войне: &laquo;слава Российская, возведенная на&nbsp;высокую степень своим победоносным орудием, чрез многое свое кровопролитие, заключением нового мира самим ее&nbsp;злодеям отдана уже действительно в&nbsp;совершенное порабощение&raquo;. Вступить&nbsp;же на&nbsp;престол Екатерине, как указано в&nbsp;манифесте, позволило<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>желание всех Наших верноподданных явное и&nbsp;нелицемерное&raquo;.",
    "img": null
  },
  {
    "title": "Генерал-майор",
    "text": "Чин&nbsp;IV класса, первый из&nbsp;генеральских. К&nbsp;генерал-майору полагалось обращаться<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>Ваше превосходительство&raquo;. В&nbsp;армии он&nbsp;мог командовать бригадой или дивизией.",
    "img": {
      "name": "general-mayor",
      "caption": "Генерал-майор и&nbsp;генеральский адъютант полевой кавалерии с&nbsp;1764 по&nbsp;1780 год",
      "copyright": "Из книги Александра Висковатова «Историческое описание одежды и вооружения российских войск»",
      "width": 660,
      "height": 913
    }
  },
  {
    "title": "Григорий Потемкин (1739-1791)",
    "text": "Во&nbsp;время переворота 1762 года Потемкин служил вахмистром в&nbsp;Конной гвардии, и&nbsp;его полк принял участие в&nbsp;свержении Петра III и&nbsp;возведении на&nbsp;трон Екатерины. После этого карьера Потемкина пошла в&nbsp;гору: в&nbsp;1765 году он&nbsp;уже гвардейский поручик, в&nbsp;1768-м&nbsp;&mdash; генерал-майор армии. В&nbsp;1769 году Потемкин отправился на&nbsp;русско-турецкую войну, где отличился в&nbsp;нескольких важных сражениях и&nbsp;был награжден орденом Святого Георгия III степени. К&nbsp;1774 году он&nbsp;уже был генерал-поручиком. Во&nbsp;время войны Потемкин вел оживленную переписку с&nbsp;императрицей: Екатерина&nbsp;II в&nbsp;письмах просила генерала не&nbsp;рисковать жизнью напрасно и&nbsp;беречь себя. В&nbsp;1774 году он&nbsp;стал фаворитом императрицы и&nbsp;фактически вторым лицом в&nbsp;государстве.<br/><br/>В&nbsp;1775 году Потемкин стал генерал-губернатором Новороссийского края, графом и&nbsp;генерал-аншефом. Именно Потемкин стал создателем Черноморского флота, ему в&nbsp;заслугу вменяется и&nbsp;присоединение Крыма. За&nbsp;это в&nbsp;1784 году он&nbsp;был произведен в&nbsp;генерал-фельдмаршалы и&nbsp;получил право именоваться Потемкин-Таврический.<br/><br/>В&nbsp;1787 году началась новая русско-турецкая война. Потемкин руководил осадой и&nbsp;штурмом неприступной крепости Очаков, затем взял город Бендеры и&nbsp;стал фактическим правителем Молдавии. В&nbsp;1791 году он&nbsp;в&nbsp;городе Яссы вел переговоры с&nbsp;Османской империей об&nbsp;условиях окончания войны. На&nbsp;обратном пути Потемкин скончался.",
    "img": {
      "name": "potemkin",
      "caption": "Иоганн Баптист Лампи Старший. Портрет князя Григория Потемкина-Таврического. Около 1790 года",
      "copyright": "Государственный Эрмтаж",
      "width": 660,
      "height": 840
    }
  },
  {
    "title": "Генерал-губернатор",
    "text": "При проведении реформы местного управления 1775 года в&nbsp;России 50 губерний были распределены между 19 генерал-губернаторами<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>&laquo;государевыми наместниками&raquo;). Генерал-губернаторов назначал сам монарх.<br/><br/>У&nbsp;них были крайне широкие полномочия, точно законом не&nbsp;определенные. Генерал-губернатор был главой местной администрации и&nbsp;полиции, &laquo;ходатай за&nbsp;пользу общую и&nbsp;Государеву, заступник утесненных и&nbsp;побудитель безгласных дел&raquo;. В&nbsp;его компетенции находился сбор налогов и&nbsp;новобранцев-рекрутов, борьба с&nbsp;эпидемиями и&nbsp;голодом, контроль за&nbsp;&laquo;всеми действиями мест и&nbsp;лиц&raquo; в&nbsp;системе управления, покровительство развитию промышленности и&nbsp;сельского хозяйства. Генерал-губернатор не&nbsp;был судьей, но&nbsp;имел право вмешиваться в&nbsp;действия судебных учреждений в&nbsp;случае<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>медленности, проволочки, беспорядков и&nbsp;нарушения форм в&nbsp;производстве суда&raquo;; мог приостановить исполнение приговора, а&nbsp;в&nbsp;особых случаях рассматривать уголовные дела. На&nbsp;окраинах империи генерал-губернаторы командовали войсками и&nbsp;поддерживали дипломатические отношения с&nbsp;соседями.",
    "img": null
  },
  {
    "title": "Посещение Екатериной российских городов",
    "text": "После Петра I&nbsp;никто из&nbsp;правителей не&nbsp;уделял такого внимания поездкам по&nbsp;стране, как Екатерина&nbsp;II. Первое путешествие Екатерина совершила в&nbsp;начале своего царствования, остальные&nbsp;&mdash; уже в&nbsp;зените славы, в&nbsp;1780 и&nbsp;1787 годах. Для всех жителей мест, удостоившихся высочайшего посещения, это становилось главным событием жизни. &laquo;Бедные поселяне, с&nbsp;заиндевевшими бородами, не&nbsp;смотря на&nbsp;холод, толпами собирались и&nbsp;окружали маленькие дворцы&hellip; в&nbsp;которых веселая свита императрицы, сидя за&nbsp;роскошным столом и&nbsp;на&nbsp;покойных широких диванах, не&nbsp;замечала ни&nbsp;жестокости стужи, ни&nbsp;бедности окрестных мест; везде находили мы&nbsp;теплые покои, отличные вина, редкие плоды и&nbsp;изысканные кушанья&raquo;,&nbsp;&mdash; описывал путешествие французский посланник граф де&nbsp;Сегюр.",
    "img": {
      "name": "catherine-travel",
      "caption": "Жан-Жак Авриль Старший. Екатерина&nbsp;II путешествующая в&nbsp;своем государстве в&nbsp;1787 году. 1790 год",
      "copyright": "Государственный Эрмтаж",
      "width": 660,
      "height": 476
    }
  },
  {
    "title": "Орден Святого Владимира",
    "text": "В&nbsp;честь двадцатилетней годовщины своего царствования Екатерина&nbsp;II учредила орден Святого равноапостольного князя Владимира для награждения как военных, так и&nbsp;гражданских чинов за&nbsp;ревностную и&nbsp;усердную службу. Орден полагалось носить постоянно, не&nbsp;снимая, &laquo;ибо трудами оный приобретается&raquo;. Владимирские кавалеры получали по&nbsp;100 рублей ежегодно за&nbsp;четвертую степень, по&nbsp;200 за&nbsp;третью степень, по&nbsp;300 рублей за&nbsp;орден второй степени и&nbsp;по&nbsp;600 рублей за&nbsp;первую степень.",
    "img": null
  },
  {
    "title": "Путешествие Екатерины II в Крым",
    "text": "2&nbsp;января 1787 года Екатерина&nbsp;II отправилась в&nbsp;путешествие по&nbsp;России. Главной целью императрицы была инспекция новых земель&nbsp;&mdash; Новороссии и&nbsp;Крыма. Екатерину&nbsp;II сопровождали около трех тысяч человек, занимавших 14 карет и&nbsp;124 санных экипажа с&nbsp;кибитками. Часть путешествия была проделана на&nbsp;галерах по&nbsp;Днепру. Императрица проехала через Смоленск, Чернигов, Киев, Екатеринослав и&nbsp;Херсон.<br/><br/>Именно после этого путешествия появился миф о&nbsp;&laquo;потемкинских деревнях&raquo;&nbsp;&mdash; то&nbsp;есть о&nbsp;том, что по&nbsp;приказу Потемкина на&nbsp;пути императрицы возводились бутафорские деревни, чтобы создать у&nbsp;нее ложное впечатление о&nbsp;благополучии местных жителей. Этот миф начал циркулировать еще до&nbsp;начала путешествия и&nbsp;затем был зафиксирован в&nbsp;записках иностранцев, прежде всего шведского дипломата Иоанна-Альберта Эренстрема: &laquo;От&nbsp;природы пустые степи <...> были распоряжениями Потемкина населены людьми, на&nbsp;большом расстоянии видны были деревни, но&nbsp;они были намалеваны на&nbsp;ширмах&raquo;. Потемкин и&nbsp;правда пышно украшал деревни и&nbsp;города, через которые следовала императрица, но&nbsp;фальшивых населенных пунктов не&nbsp;строил: по&nbsp;пути следования Екатерины происходили придворные празднества, которые требовали украшений&nbsp;&mdash; и&nbsp;должны были демонстрировать Екатерине, ее&nbsp;придворным и&nbsp;иностранцам идею России как великой империи, историческая миссия которой&nbsp;&mdash; восстановить Византию, еще в&nbsp;XV веке уничтоженную Турцией.<br/><br/>По&nbsp;пути, в&nbsp;Кременчуге, к&nbsp;Екатерине&nbsp;II присоединился австрийский император Иосиф&nbsp;II. Он&nbsp;путешествовал инкогнито, под именем графа Фалькенштейна, в&nbsp;сопровождении лишь трех придворных. К&nbsp;середине мая императрица достигла Крыма, где провела 12 дней.",
    "img": {
      "name": "crimea-catherine",
      "caption": "Ян&nbsp;Богумил Плерш. Фейерверк в&nbsp;честь Екатерины&nbsp;II в&nbsp;Каневе по&nbsp;дороге в&nbsp;Крым в&nbsp;1787 году. Около 1787 года",
      "copyright": "Wikimedia Commons",
      "width": 660,
      "height": 448
    }
  },
  {
    "title": "Русско-турецкая война (1787-1791)",
    "text": "По&nbsp;условиям Кючук-Кайнарджийского мира, заключенного после победы России над Турцией в&nbsp;1774 году, Османская империя должна была отказаться от&nbsp;Крыма и&nbsp;своих интересов в&nbsp;Грузии, дать российским кораблям право свободного прохода через Босфорский пролив и&nbsp;выплачивать контрибуцию. Все это Турция делать не&nbsp;торопилась. В&nbsp;1787 году Османская империя<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>при поддержке Пруссии, Франции и&nbsp;Великобритании) выдвинула России ультиматум с&nbsp;требованием восстановить вассальную зависимость от&nbsp;Турции Крыма и&nbsp;Грузии. Не&nbsp;дожидаясь ответа, турки в&nbsp;тот&nbsp;же день арестовали российского посланника Якова Булгакова и&nbsp;под конвоем препроводили его в&nbsp;Семибашенный замок. Это и&nbsp;стало поводом для войны.<br/><br/>За&nbsp;время войны русская армия под командованием Григория Потемкина одержала ряд блестящих побед: в&nbsp;1788 году была взята штурмом крепость Очаков, форпост Турции на&nbsp;Черном море; в&nbsp;1789 году на&nbsp;Балканах объединенные силы русской и&nbsp;австрийской армий под командованием Александра Суворова разгромили турок при Рымнике; важные победы одержал русский флот под командованием адмирала Федора Ушакова; в&nbsp;1790 году Суворов взял неприступную крепость Измаил на&nbsp;Дунае.<br/><br/>В&nbsp;1791 году был заключен Ясский мир: Турция окончательно отказалась от&nbsp;Крыма, Кубани и&nbsp;Грузии, а&nbsp;также уступила России территорию между реками Днестр и&nbsp;Южный Буг. Граница России и&nbsp;Турции теперь проходила по&nbsp;Днестру, и&nbsp;города Тирасполь и&nbsp;Одесса были основаны уже на&nbsp;землях, присоединенных к&nbsp;России.",
    "img": {
      "name": "izmail",
      "caption": "Франческо Джузеппе Казанова. Взятие Измаила. XVIII век",
      "copyright": "Государственный Эрмитаж",
      "width": 660,
      "height": 428
    }
  },
  {
    "title": "Штурм Очакова",
    "text": "В&nbsp;апреле 1788 года, в&nbsp;ходе русско-турецкой войны, русская армия под общим командованием князя Потемкина начала осаду крепости Очаков, расположенной рядом с&nbsp;устьем Днепра на&nbsp;Черном море. Потемкин выступал за&nbsp;формальную осаду, долгую и&nbsp;по&nbsp;всем правилам. Суворов и&nbsp;Румянцев предлагали как можно быстрее переходить к&nbsp;штурму. &laquo;Очаков не&nbsp;Троя, чтобы его десять лет осаждать&raquo;,&nbsp;&mdash; говорил Румянцев. Потемкин тем не&nbsp;менее настоял на&nbsp;своем, и&nbsp;осада продолжалась до&nbsp;зимы. Русская артиллерия вела постоянный обстрел города; турецкий гарнизон отвечал вылазками. К&nbsp;декабрю Очаков так и&nbsp;не&nbsp;был взят, и&nbsp;русская армия, чтобы не&nbsp;зимовать под стенами крепости, начала-таки штурм. Утром 6<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>17) декабря при 23-градусном морозе войска сначала взяли земляные укрепления, а&nbsp;затем под прикрытием артиллерии гренадеры преодолели и&nbsp;крепостную стену. За&nbsp;покорение Очакова князь Потемкин получил жезл генерал-фельдмаршала и&nbsp;орден Георгия 1-й степени.",
    "img": {
      "name": "ochakov",
      "caption": "Штурм Очакова в&nbsp;декабра 1788 года. Неизвестный художник. Около 1790 года",
      "copyright": "Brown Ubiversity Library",
      "width": 660,
      "height": 416
    }
  },
  {
    "title": "Генерал-поручик",
    "text": "Военный чин III класса. Генерал-поручик командовал, как правило, армейским корпусом.",
    "img": {
      "name": "generals",
      "caption": "Генерал-аншеф, генерал-поручик и&nbsp;генерал-майор полевой пехоты, с&nbsp;1764 по&nbsp;1786 год",
      "copyright": "Из книги Александра Висковатова «Историческое описание одежды и вооружения российских войск»",
      "width": 660,
      "height": 922
    }
  },
  {
    "title": "Генерал-аншеф",
    "text": "Военный чин&nbsp;II класса. Высшая ступень армейской карьеры после генерал-фельдмаршала.",
    "img": {
      "name": "generals",
      "caption": "Генерал-аншеф, генерал-поручик и&nbsp;генерал-майор полевой пехоты, с&nbsp;1764 по&nbsp;1786 год",
      "copyright": "Из книги Александра Висковатова «Историческое описание одежды и вооружения российских войск»",
      "width": 660,
      "height": 922
    }
  },
  {
    "title": "Смерть Потемкина",
    "text": "Григорий Потемкин умер от&nbsp;лихорадки по&nbsp;пути из&nbsp;Ясс в&nbsp;Николаев. Державин написал об&nbsp;этом в&nbsp;оде<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>Водопад&raquo;:<br/><br/>\"Не ты&nbsp;ли, счастья, славы сын,<br/><br/>Великолепный князь Тавриды,<br/><br/>Не&nbsp;ты&nbsp;ли с&nbsp;высоты честей<br/><br/>Внезапно пал среди степей?&quot;<br/><br/>Тело князя отвезли в&nbsp;Яссы, забальзамировали, а&nbsp;затем гроб перевезли в&nbsp;Херсон и&nbsp;поставили в&nbsp;склеп церкви Святой Екатерины. Там гроб, которому ходили поклоняться горожане, стоял до&nbsp;1798 года, пока император Павел I&nbsp;не&nbsp;распорядился поместить его в&nbsp;землю.",
    "img": {
      "name": "potemkin-death",
      "caption": "Михаил Иванов. Смерть светлейшего князя Г.&nbsp;А. Потемкина-Таврического в&nbsp;Бессарабских степях. Фрагмент. 1791 год",
      "copyright": "Государственный исторический музей",
      "width": 660,
      "height": 371
    }
  },
  {
    "title": "Губернский предводитель дворянства",
    "text": "Почетная и&nbsp;неоплачиваемая должность главы дворян губернии. Губернский предводитель дворянства составлял родословные, управлял сословной кассой. Кроме того, он&nbsp;принимал участие в&nbsp;заседаниях губернских комиссий и&nbsp;присутствий. Избирался на&nbsp;три года на&nbsp;дворянском собрании. На&nbsp;время службы временно получал чин&nbsp;IV класса, независимо от&nbsp;выслуги. Одновременно с&nbsp;этим находиться на&nbsp;действительной гражданской или военной службе он&nbsp;не&nbsp;мог.<br/><br/>Губернских предводителей дворянства не&nbsp;выбирали в&nbsp;северных и&nbsp;сибирских губерниях, где дворянство было малочисленным, а&nbsp;также в&nbsp;польских губерниях, где предводители дворянства не&nbsp;выбирались, а&nbsp;назначались сверху&nbsp;&mdash; чтобы избежать усиления влияния поляков.",
    "img": null
  },
  {
    "title": "Сословный состав гвардии",
    "text": "Гвардию набирали преимущественно из&nbsp;дворян. Но&nbsp;были и&nbsp;представители других сословий: по&nbsp;указу Петра I&nbsp;в&nbsp;гвардию могли принять<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>людей всякого звания&raquo;. В&nbsp;1724 году, например, дворянских детей в&nbsp;Семеновском полку было 48%, солдатских детей&nbsp;&mdash; 18%, крестьян&nbsp;&mdash; 12%. Кроме того, в&nbsp;гвардию с&nbsp;понижением на&nbsp;два чина могли перевести из&nbsp;армейских полков.",
    "img": null
  },
  {
    "title": "Дворцовые перевороты",
    "text": "После смерти Петра I&nbsp;в&nbsp;1725 году порядок наследования престола определялся только актом о&nbsp;престолонаследии, по&nbsp;которому император сам мог выбрать наследника. В&nbsp;результате<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>в&nbsp;силу разных обстоятельств) за&nbsp;следующие 76 лет смена власти неоднократно происходила насильственным образом. Ключевой при этом была роль гвардии, от&nbsp;симпатий которой часто зависело, кто станет следующим монархом. В&nbsp;1725 году гвардейцы Преображенского и&nbsp;Семеновского полков, грозившие применить силу, сделали императрицей Екатерину I, вдову Петра. В&nbsp;1727 году в&nbsp;результате дворцового переворота был отстранен опекавший Петра&nbsp;II Меншиков, в&nbsp;1740-м гвардейцы арестовали Бирона, регента при Иоанне Антоновиче. В&nbsp;1741 году лейб-гвардии Преображенский полк возвел на&nbsp;трон Елизавету Петровну. Гвардейские полки помогли Екатерине&nbsp;II свергнуть Петра III и&nbsp;стать императрицей. Последний дворцовый переворот, в&nbsp;1801 году, во&nbsp;время которого был убит Павел I, также прошел при участии гвардии: сановники, составлявшие ядро заговора, заручились поддержкой офицеров гвардейских полков. Дворцовые перевороты ушли в&nbsp;прошлое вместе с&nbsp;XVIII веком, после воцарения Александра I.",
    "img": {
      "name": "perevorot",
      "caption": "Екатерина&nbsp;II на&nbsp;балконе Зимнего дворца, приветствуемая гвардией и&nbsp;народом в&nbsp;день переворота 28&nbsp;июня 1762 года. Неизвестный художник. Конец XVIII века",
      "copyright": "Государственный Эрмитаж",
      "width": 660,
      "height": 486
    }
  },
  {
    "title": "Императрица Елизавета Петровна (1709-1762)",
    "text": "Младшая дочь Петра I&nbsp;и&nbsp;Екатерины I. Системного образования не&nbsp;получила, выучившись в&nbsp;совершенстве только французскому языку, на&nbsp;котором говорила как на&nbsp;родном. Елизавета рассчитывала унаследовать престол после Петра II, своего племянника. Но&nbsp;в&nbsp;1730 году, когда Петр умер, императрицей стала двоюродная сестра Елизаветы Анна Иоанновна, которая затем передала власть новорожденному внуку своей родной сестры Екатерины Ивану VI&nbsp;&mdash; и, соответственно, его регентам. В&nbsp;1741 году при помощи гвардейцев, боготворивших дочь Петра, Елизавета пришла к&nbsp;власти. Малолетнего Ивана&nbsp;VI заточили в&nbsp;Шлиссельбургскую крепость, а&nbsp;его родителей, Анну Леопольдовну и&nbsp;Антона-Ульриха Брауншвейгского, отправили в&nbsp;Холмогоры Архангельской губернии. Елизавета правила двадцать лет. Своего преемника она выбрала заранее: им&nbsp;стал племянник Елизаветы, сын старшей дочери Петра Анны. Будущий император Петр III был привезен из&nbsp;Голштинии и&nbsp;воспитывался при дворе Елизаветы.",
    "img": {
      "name": "elizaveta",
      "caption": "Иван Вешняков. Портрет императрицы Елизаветы Петровны. Государственная Третьяковская галерея.1743 год",
      "copyright": "Wikimedia Commons",
      "width": 660,
      "height": 478
    }
  },
  {
    "title": "Шувалов Иван Иванович (1727-1797)",
    "text": "Придворный и&nbsp;государственный деятель, фаворит императрицы Елизаветы Петровны. При дворе оказался благодаря покровительству своих двоюродных братьев Петра и&nbsp;Александра Шуваловых, елизаветинских сановников. Обратил на&nbsp;себя внимание императрицы, еще будучи пажом; в&nbsp;1749 году стал камер-юнкером, в&nbsp;1751-м&nbsp;&mdash; камергером двора, в&nbsp;1760 году&nbsp;&mdash; генерал-адъютантом. В&nbsp;последние годы царствования Елизаветы все важные дела проходили через его руки: Шувалов объявлял Сенату и&nbsp;высшим чиновникам повеления императрицы и&nbsp;передавал ей&nbsp;просьбы и&nbsp;доклады.",
    "img": {
      "name": "shuvalov",
      "caption": "Иван Шувалов. Неизвестный художник. 1760 год",
      "copyright": "Государственный Эрмитаж",
      "width": 660,
      "height": 850
    }
  },
  {
    "title": "Фавориты",
    "text": "Любимцы монархов; в&nbsp;России назывались<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>временщиками&raquo; или<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>случайными людьми&raquo;. Стали играть большую роль в&nbsp;XVIII веке, когда сосредоточение огромной власти в&nbsp;руках преемников Петра I&nbsp;делало такую фигуру необходимой&nbsp;&mdash; особенно если царем становился ребенок или<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>женская персона&raquo;.<br/><br/>При Екатерине I&nbsp;эту роль играл Меншиков; при Петре II&nbsp;&mdash; обер-камергер юного царя Иван Алексеевич Долгоруков. При Анне Иоанновне Эрнст Иоганн Бирон превратил свою<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>должность&raquo; в&nbsp;настоящий институт власти с&nbsp;неписаными, но&nbsp;четко очерченными границами. Через фаворита шла переписка государыни, решались вопросы назначения на&nbsp;должности; к&nbsp;нему поступала от&nbsp;должностных лиц необходимая информация.<br/><br/>Наиболее известна плеяда фаворитов Екатерины&nbsp;II. Григорий Орлов со&nbsp;своими братьями организовал переворот, возведший Екатерину на&nbsp;престол, и&nbsp;был отцом сына императрицы Алексея Бобринского. Самым знаменитым из&nbsp;фаворитов был Григорий Потемкин&nbsp;&mdash; муж императрицы, военный министр и&nbsp;генерал-губернатор юга России. Рядом с&nbsp;ним при дворе появлялись другие<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>случайные люди&raquo;: Петр Завадовский, Иван Римский-Корсаков, Александр Ланской и&nbsp;другие адъютанты Потемкина. Титул последнего из&nbsp;фаворитов Екатерины, Платона Зубова, свидетельствует о&nbsp;широком круге его обязанностей: &laquo;Светлейший князь, генерал-фельдмаршал, над фортификациями генерал-директор, главноначальствующий флотом Черноморским и&nbsp;Азовским и&nbsp;Черноморским казачьим войском, генерал-адъютант, шеф кавалергардского корпуса, Екатеринославский, Вознесенский и&nbsp;Таврический генерал-губернатор, член Военной коллегии, почетный благотворитель императорского воспитательного дома и&nbsp;почетный любитель Академии художеств&raquo;.",
    "img": {
      "name": "biron",
      "caption": "Иван Соколов. Портрет Эрнеста Бирона. 1730&minus;1740-е годы",
      "copyright": "Государственный Эрмитаж",
      "width": 660,
      "height": 470
    }
  },
  {
    "title": "Сражение при Цорндорфе (14 августа 1758 года)",
    "text": "В&nbsp;1758 году русская армия под командой генерала Виллима Фермора направилась вглубь Пруссии, к&nbsp;ее&nbsp;столице Берлину, и&nbsp;осадила крепость Кюстрин на&nbsp;реке Одер в&nbsp;100 километрах от&nbsp;Берлина. Прусский король Фридрих&nbsp;II повел свои войска навстречу русской армии, чтобы разбить ее&nbsp;и&nbsp;не дать соединиться с&nbsp;союзниками-австрийцами. Сражение произошло у&nbsp;деревни Цорндорф.<br/><br/>Битва складывалась для русской армии неудачно: генералы действовали несогласованно, а&nbsp;Фермор и&nbsp;вовсе на&nbsp;время покинул поле боя.<br/><br/>Выученная прусская кавалерия генерала фон Зейдлица ворвалась в&nbsp;разрыв между двинувшимися в&nbsp;атаку русскими полками и&nbsp;погнала их&nbsp;на&nbsp;собственную их&nbsp;артиллерию. Несколько русских генералов были ранены, другие попали в&nbsp;плен.<br/><br/>Но&nbsp;русская пехота, даже оставшись без офицеров, показала невероятную стойкость. Солдаты сначала пропустили прусскую кавалерию через бреши между полками, а&nbsp;потом сомкнули ряды и&nbsp;нанесли ответный удар. Когда у&nbsp;пехоты кончились патроны, солдаты начали штыковой бой. Сражение прекратилось к&nbsp;вечеру из-за огромных обоюдных потерь.<br/><br/>Обе стороны объявили себя победителями. Прусская армия потеряла убитыми 12 тысяч солдат и&nbsp;офицеров, русские войска&nbsp;&mdash; более 10 тысяч.",
    "img": {
      "name": "zorndorf",
      "caption": "Александр Коцебу. Сражение при Цорндорфе 14&nbsp;августа 1758 года. 1852 год",
      "copyright": "Государственный Эрмитаж",
      "width": 660,
      "height": 423
    }
  },
  {
    "title": "Дворцовый театр Елизаветы Петровны",
    "text": "Увлеченная всем французским Елизавета не&nbsp;могла обойти своим вниманием и&nbsp;французский театр. Она не&nbsp;только приглашала в&nbsp;Петербург иностранных актеров, но&nbsp;и&nbsp;заставляла придворных ходить на&nbsp;спектакли, порой против их&nbsp;воли. Императрица лично проверяла, кто из&nbsp;статс-дам пропускает представления, и&nbsp;штрафовала провинившихся. Впрочем, уже к&nbsp;концу 1740-х годов театр стал популярным увлечением всей столицы. Кадеты Сухопутного корпуса ставили у&nbsp;себя пьесы Сумарокова; сама Елизавета устраивала спектакли во&nbsp;дворце с&nbsp;участием придворных. Театры стали появляться и&nbsp;за&nbsp;пределами столицы. В&nbsp;1756 году императрица своим указом повелела<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>учредить Русский для представления трагедий и&nbsp;комедий театр&raquo;, тем самым положив начало отечественному профессиональному театру.",
    "img": null
  },
  {
    "title": "Адъютант",
    "text": "Офицер, состоящий при вышестоящем военачальнике для выполнения поручений и&nbsp;штабной работы. Адъютант майора, например, должен был выполнять поручения майора и&nbsp;состоять при штабе батальона. У&nbsp;генералов было по&nbsp;несколько адъютантов из&nbsp;числа обер-офицеров, которые неотступно следовали за&nbsp;своим начальником, в&nbsp;том числе и&nbsp;во&nbsp;время боя, и&nbsp;передавали его письменные и&nbsp;устные приказы полковым командирам.",
    "img": null
  },
  {
    "title": "Гвардейский прапорщик",
    "text": "Чин XII класса. Соответствовал армейскому поручику. В&nbsp;его обязанности входило нести и&nbsp;хранить полковое знамя.",
    "img": null
  },
  {
    "title": "Гвардейский подпоручик",
    "text": "Чин X&nbsp;класса<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>XI&nbsp;класса в&nbsp;военной табели не&nbsp;было). Соответствовал армейскому<br/><br/>капитан-поручику.",
    "img": null
  },
  {
    "title": "Гвардейский капитан",
    "text": "Чин VII класса. Соответствовал армейскому подполковнику и&nbsp;гражданскому надворному советнику.",
    "img": null
  },
  {
    "title": "Капрал гвардии",
    "text": "Унтер-офицер, командовал капральством<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>то&nbsp;есть шестой частью роты).",
    "img": null
  },
  {
    "title": "Борьба партий Орловых и Панина",
    "text": "Противостояние двух влиятельных партий при дворе началось в&nbsp;первый&nbsp;же год после переворота. Никита Панин, советник императрицы, был обеспокоен растущим влиянием на&nbsp;Екатерину братьев Орловых&nbsp;&mdash; и&nbsp;прежде всего ее&nbsp;фаворита Григория. В&nbsp;1763 году при дворе начали ходить слухи о&nbsp;готовящемся бракосочетании Григория Орлова и&nbsp;Екатерины, но&nbsp;Панин этому помешал&nbsp;&mdash; как писала позже княгиня Дашкова, он&nbsp;сказал: &laquo;Императрица может сделать все, что захочет, но&nbsp;госпожа Орлова не&nbsp;может быть императрицей&raquo;.<br/><br/>Орловы противостояли всем идеям Панина, и&nbsp;наоборот. Так, во&nbsp;внешней политике Панин выступал за&nbsp;союз с&nbsp;Пруссией и&nbsp;альянс северных держав&nbsp;&mdash; а&nbsp;Орловы убеждали Екатерину, что нужно поддерживать Австрию.<br/><br/>В&nbsp;1774 году с&nbsp;появлением нового фаворита, Потемкина, Орловы были удалены от&nbsp;двора, но&nbsp;и&nbsp;Панин стал терять свое влияние как на&nbsp;Екатерину, так и&nbsp;на&nbsp;наследника Павла Петровича. В&nbsp;1781 году он&nbsp;был окончательно отправлен в&nbsp;отставку.",
    "img": null
  },
  {
    "title": "Камер-юнкер",
    "text": "Придворные обязанности камер-юнкера прописаны не&nbsp;были: камер-юнкер должен был просто неотлучно находиться при дворе и&nbsp;выполнять любые поручения императорской семьи. Для этого камер-юнкеры посменно дежурили в&nbsp;специально отведенных для этого комнатах и&nbsp;получали 1000 рублей в&nbsp;год. Павел I&nbsp;после своего воцарения посчитал ненужным содержать придворных с&nbsp;неясными обязанностями и&nbsp;исключил их&nbsp;из&nbsp;штата&nbsp;&mdash; но&nbsp;Александр I&nbsp;эту должность вернул.",
    "img": null
  },
  {
    "title": "Фрейлина",
    "text": "Младшее женское придворное звание. Во&nbsp;фрейлины брали девиц из&nbsp;лучших дворянских семей: Нарышкиных, Апраксиных, Голицыных. Фрейлины могли быть только незамужними&nbsp;&mdash; после брака они лишались этого звания. Екатерина любила устраивать браки своих придворных и&nbsp;лично подбирать им&nbsp;подарки.",
    "img": {
      "name": "freilina",
      "caption": "Дмитрий Левицкий. Фрейлина Прасковья Репнина с&nbsp;фрейлинским шифром Екатерины&nbsp;II. Государственный Русский музей. 1781 год",
      "copyright": "Wikimedia Commons",
      "width": 660,
      "height": 849
    }
  },
  {
    "title": "Орден Святого Георгия",
    "text": "В&nbsp;1769 году Екатерина&nbsp;II учредила новый орден&nbsp;&mdash; Святого Георгия. Эта награда быстро стала самой престижной: георгиевский крест давался только за&nbsp;выдающиеся военные заслуги. &laquo;Ни&nbsp;высокая порода, ни&nbsp;полученные пред неприятелем раны не&nbsp;дают право быть пожалованным сим орденом: но&nbsp;дается оный тем, кои не&nbsp;только должность свою исправляли во&nbsp;всем по&nbsp;присяге, чести и&nbsp;долгу своему, но&nbsp;сверх того отличили еще себя особливым каким мужественным поступком, или подали мудрые, и&nbsp;для Нашей воинской службы полезные советы&raquo;.<br/><br/>Утверждали кавалеров Военные коллегии, которые подробно разбирали каждый случай представления офицеров к&nbsp;ордену. Коллегия требовала подробного описания подвига и&nbsp;достаточных доказательств его совершения. За&nbsp;проступки, несообразные с&nbsp;офицерской честью, такие как бегство с&nbsp;поля боя, орден впоследствии могли отобрать.<br/><br/>Георгиевский крест полагалось носить постоянно и&nbsp;никогда не&nbsp;снимать. Кавалерам ежегодно начислялась пенсия: 4-го класса&nbsp;&mdash; 100 рублей, 3-го класса&nbsp;&mdash; 200 рублей, 2-го класса&nbsp;&mdash; 400 рублей и&nbsp;кавалерам 1-го класса&nbsp;&mdash; 700 рублей.",
    "img": {
      "name": "st-george",
      "caption": "Портрет Екатерины&nbsp;II с&nbsp;орденом Святого Георгия 1-й степени. Неизвестный художник. 1780-е годы",
      "copyright": "Государственный Эрмитаж",
      "width": 660,
      "height": 874
    }
  },
  {
    "title": "Питейный откуп",
    "text": "С&nbsp;конца XVI века право торговать<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>хлебным вином&raquo;<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>так называлась водка) принадлежало только государству&nbsp;&mdash; и&nbsp;сборы от&nbsp;питейных домов приносили в&nbsp;государственную казну до&nbsp;40% всех доходов. При Екатерине&nbsp;II право собирать доходы с&nbsp;продажи алкоголя передали откупщикам. Откупщик на&nbsp;торгах за&nbsp;определенную плату получал на&nbsp;четыре года право содержать питейный дом, а&nbsp;выручку забирать себе. Вино поступало от&nbsp;государства в&nbsp;казенные магазины, а&nbsp;уже оттуда его выкупали откупщики. Кабаки<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>которые следовало называть<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>питейными домами&raquo;) считались государственными, на&nbsp;них нужно было размещать герб.<br/><br/>Закон 1781 года обязал откупщиков продавать вино по&nbsp;государственной цене. Торговать вином стало невыгодно&nbsp;&mdash; ведь откупщики должны были помимо самого вина платить за&nbsp;право торговли, имея законную возможность лишь<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>улучшать&raquo; его. Поэтому вино стали сильно разбавлять или покупать дешевле, но&nbsp;нелегально.",
    "img": null
  },
  {
    "title": "Жалованная грамота дворянству",
    "text": "В&nbsp;1785 году Екатерина&nbsp;II издала документ под названием<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>Грамота на&nbsp;права, вольности и&nbsp;преимущества благородного российского дворянства&raquo;, который подтвердил и&nbsp;законодательно оформил все привилегии, которые имели дворяне. В&nbsp;первом положении грамоты говорилось, что<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>дворянское название есть следствие, истекающее от&nbsp;качества и&nbsp;добродетели начальствовавших в&nbsp;древности мужей, отличивших себя заслугами&raquo;. Далее сообщалось, что дворянское звание неотъемлемо, наследственно и&nbsp;потомственно; лишить дворянина этого звания можно лишь с&nbsp;одобрения императора&nbsp;&mdash; и&nbsp;только если он&nbsp;совершил преступление против государства; судить дворянина могут только другие дворяне; конфисковывать имения, полученные дворянином по&nbsp;наследству, нельзя даже за&nbsp;самые страшные его преступления&nbsp;&mdash; их&nbsp;надо передавать наследникам; наконец, жалованная грамота освобождала дворян от&nbsp;телесных наказаний и&nbsp;всех податей.<br/><br/>В&nbsp;вводной части грамоты Екатерина также поясняла, что высших степеней славы и&nbsp;успеха достигают те, &laquo;кои отличаются или службою, или храбростию, или верностию, или искусством&raquo;&nbsp;&mdash; а&nbsp;значит, на&nbsp;государственную службу дворяне должны идти не&nbsp;по&nbsp;принуждению, а&nbsp;из&nbsp;желания доказать верность государю и&nbsp;принести пользу стране.",
    "img": null
  },
  {
    "title": "Петр Румянцев (1725-1796)",
    "text": "Петр Александрович Румянцев начал государственную службу со&nbsp;скандалов. В&nbsp;юности его определили на&nbsp;дипломатическую службу в&nbsp;Берлин, но&nbsp;быстро отозвали<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>за&nbsp;леность, мотовство и&nbsp;забиячество&raquo;. Карьера Румянцева пошла в&nbsp;гору только после того, как его отправили на&nbsp;действительную службу в&nbsp;армию. Он&nbsp;отличился в&nbsp;русско-шведской войне 1741&minus;1743 года, после этого стал полковником, а&nbsp;к&nbsp;началу Семилетней войны был уже генерал-майором. В&nbsp;1757 году смелая атака корпуса Румянцева принесла русской армии победу при Гросс-Егерсдорфе. Годом позднее он&nbsp;образцово действовал в&nbsp;Восточной Пруссии, в&nbsp;1759 году героически повел войска в&nbsp;контратаку при Кунерсдорфе.<br/><br/>Во&nbsp;время переворота 1762 года Румянцев не&nbsp;стал поддерживать Екатерину, сохранив верность Петру III. Тем не&nbsp;менее воинские заслуги позволили ему остаться на&nbsp;службе и&nbsp;стать позже генерал-губернатором Малороссии.<br/><br/>В&nbsp;1768 году, с&nbsp;началом русско-турецкой войны, Румянцев вернулся в&nbsp;армию. За&nbsp;победу при Ларге он&nbsp;получил жезл генерал-фельдмаршала, а&nbsp;после этого занял еще ряд стратегически важных турецких укреплений. После войны он&nbsp;получил право именоваться Румянцевым-Задунайским.<br/><br/>В&nbsp;войне с&nbsp;Турцией 1787 года Румянцева практически не&nbsp;допускал к&nbsp;командованию Григорий Потемкин. Некоторое время Румянцев номинально командовал армией из&nbsp;своего имения, а&nbsp;затем наконец попросился в&nbsp;отставку.",
    "img": {
      "name": "rumyantsev",
      "caption": "Джеймс Уокер. Портрет фельдмаршала графа П.А. Румянцева-Задунайского. 1798 год",
      "copyright": "Государственный Эрмитаж",
      "width": 660,
      "height": 786
    }
  },
  {
    "title": "Капитан-поручик",
    "text": "Военный чин X&nbsp;класса. Помощник капитана, командовал ротой в&nbsp;его отсутствие.",
    "img": null
  },
  {
    "title": "Орден Святого апостола Андрея Первозванного",
    "text": "Орден был учрежден Петром I&nbsp;в&nbsp;1698 году<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>по&nbsp;другим данным&nbsp;&mdash; в&nbsp;1699-м) как высшая награда Российской империи. Выдавался лично императором за&nbsp;военные или выдающиеся гражданские заслуги. Первым кавалером ордена стал дипломат Федор Головин; сам Петр I&nbsp;был шестым по&nbsp;счету кавалером.",
    "img": {
      "name": "st-andrew",
      "caption": "Жан-Марк Натье. Петр I&nbsp;со&nbsp;знаком ордена Святого Андрея Первозванного на&nbsp;голубой андреевской ленте и&nbsp;звездой на&nbsp;груди. После 1717 года",
      "copyright": "Wikimedia Commons",
      "width": 660,
      "height": 928
    }
  },
  {
    "title": "Орден Святой Анны",
    "text": "Орден появился в&nbsp;Голштинии: его учредил герцог Карл Фридрих в&nbsp;память о&nbsp;своей скончавшейся жене Анне, старшей дочери Петра I. Сын герцога, будущий император Петр III, привез орден в&nbsp;Россию. Наследник престола еще до&nbsp;своего воцарения успел наградил Святой Анной более 90 человек. Официально в&nbsp;российскую систему наград орден Святой Анны включил сын Петра III Павел I.",
    "img": {
      "name": "st-anne",
      "caption": "Федор Рокотов. Портрет Павла I&nbsp;в&nbsp;детстве с&nbsp;орденом Святой Анны. 1761 год",
      "copyright": "Wikimedia Commons",
      "width": 660,
      "height": 836
    }
  },
  {
    "title": "Взятие Журжи",
    "text": "18&nbsp;февраля<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>1&nbsp;марта) 1771 года корпус генерал-аншефа Петра Олица начал штурм крепости Журжа в&nbsp;Валахии<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>современный Джурджу в&nbsp;Румынии). В&nbsp;крепости расположился 10-тысячный турецкий гарнизон. Корпус Олица атаковал Журжу и&nbsp;занял ее&nbsp;после трехчасового боя. Затем русская артиллерия начала обстрел центральной части крепости, где укрылись остатки турецкого гарнизона. После взрыва порохового склада защитники Журжи капитулировали. Русская армия, захватив 82 орудия, оставила в&nbsp;Журже гарнизон.",
    "img": null
  },
  {
    "title": "Камергер",
    "text": "Придворный чин&nbsp;IV класса. Камергерам полагалось дежурить при императорской особе<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>по&nbsp;сколько указано будет&raquo; и&nbsp;&laquo;во&nbsp;время дежурства никуда не&nbsp;отлучаться&raquo;. Во&nbsp;время церемоний они несли шлейф императорской мантии, а&nbsp;во&nbsp;время трапезы стояли у&nbsp;трона и&nbsp;подавали напитки монарху. Камергеру было положено жалованье 1500 рублей в&nbsp;год.",
    "img": null
  },
  {
    "title": "Гофмаршал",
    "text": "Занимался довольствием двора, то&nbsp;есть столом императорской семьи и&nbsp;всех придворных, от&nbsp;высокопоставленных гостей до&nbsp;караульных офицеров, адъютантов и&nbsp;пажей. В&nbsp;отсутствие обер-гофмаршала должен был выполнять его функции<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>то&nbsp;есть следить за&nbsp;экстерьерами и&nbsp;интерьерами дворцов, садами, а&nbsp;также императорскими приемами и&nbsp;путешествиями).",
    "img": null
  },
  {
    "title": "Крепостной театр",
    "text": "Мода на&nbsp;крепостные театры появилась в&nbsp;России во&nbsp;второй половине XVIII века. Богатые помещики привлекали профессиональных актеров и&nbsp;режиссеров, которые потом ставили пьесы с&nbsp;участием крепостных крестьян. Один из&nbsp;первых таких театров был у&nbsp;графов Шереметевых. Актеров из&nbsp;крестьян тщательно отбирали и&nbsp;учили, и&nbsp;спектакли театра Шереметевых с&nbsp;успехом шли в&nbsp;Москве, на&nbsp;Никольской улице, и&nbsp;в&nbsp;усадьбе Шереметевых в&nbsp;Останкине. Лучшие актеры у&nbsp;Шереметева получали жалованье, а&nbsp;одна из&nbsp;актрис, Прасковья Жемчугова, впоследствии стала женой графа Николая Шереметева. В&nbsp;других театрах условия были, как правило, гораздо хуже. Актеров-крестьян могли продать, разучивать роли их&nbsp;заставляли с&nbsp;голоса<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>из-за неграмотности), за&nbsp;малейшую провинность или недостаточно хорошо сыгранную роль жестоко наказывали.",
    "img": {
      "name": "theatre",
      "caption": "Театр в&nbsp;усадьбе Шереметьевых Останкино. Конец XVIII века",
      "copyright": "РИА «Новости»",
      "width": 660,
      "height": 524
    }
  },
  {
    "title": "Загородные резиденции",
    "text": "Загородные дворцы у&nbsp;русских царей были еще до&nbsp;Петра I, но&nbsp;именно при нем была заложена традиция строить пышные дворцы с&nbsp;парками в&nbsp;окрестностях только что построенного Петербурга. При Елизавете Петровне обер-архитектор Франческо Бартоломео Растрелли превратил Петергоф<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>резиденцию, построенную еще Петром) в&nbsp;русский Версаль&nbsp;&mdash; с&nbsp;барочным дворцом, парками, садами и&nbsp;фонтанами&nbsp;&mdash; и&nbsp;перестроил Екатерининский дворец в&nbsp;Царском Селе. Эти роскошные резиденции стали важной частью образа жизни двора&nbsp;&mdash; с&nbsp;праздниками, представлениями, маскарадами и&nbsp;приемами. При Екатерине&nbsp;II вкусы изменились: пышное барокко стало казаться слишком напыщенным и&nbsp;старомодным. Тем не&nbsp;менее каждый летний сезон<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>примерно с&nbsp;апреля по&nbsp;август-сентябрь) двор по&nbsp;несколько раз выезжал в&nbsp;Царское Село и&nbsp;надолго там оставался. Дачная жизнь при Екатерине стала более размеренной и&nbsp;тихой, но&nbsp;и&nbsp;там случались празднования, театральные представления, концерты, прогулки и&nbsp;приемы.",
    "img": {
      "name": "peterhof",
      "caption": "Петергоф на&nbsp;берегу Финляндского залива. Гравюра. 1761 год",
      "copyright": "Государственный Эрмитаж",
      "width": 660,
      "height": 514
    }
  },
  {
    "title": "Маскарад",
    "text": "Маскарады приобрели небывалый размах еще при Елизавете Петровне. Екатерина&nbsp;II продолжила эту традицию. Свое воцарение она отметила костюмированным шествием по&nbsp;улицам столицы, где сама императрица предстала в&nbsp;образе Минервы, богини войны и&nbsp;мудрости. В&nbsp;год в&nbsp;Зимнем дворце давалось до&nbsp;восьми масштабных костюмированных балов&nbsp;&mdash; четыре осенью, четыре&nbsp;&mdash; зимой, между Рождеством и&nbsp;Великим постом.<br/><br/>Для лиц простого происхождения устраивались<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>вольные маскарады&raquo;&nbsp;&mdash; при Екатерине их&nbsp;стали впервые пускать за&nbsp;плату и&nbsp;во&nbsp;дворцы. Дворцовые маскарады проходили по&nbsp;четвергам, каждая военная победа или семейный праздник сопровождались представлениями, фейерверками и&nbsp;костюмированными балами.",
    "img": {
      "name": "party",
      "caption": "Изображение фейерверка и&nbsp;иллюминации которые в&nbsp;новый 1749 год пред летним ее&nbsp;императорского величества домом в&nbsp;Москве представлены были. Гравюра. 1749 год",
      "copyright": "Российская государственная библиотека",
      "width": 660,
      "height": 850
    }
  },
  {
    "title": "Зверинец",
    "text": "Первый зверинец в&nbsp;окрестностях Петербурга организовал Петр I. В&nbsp;парк Петергофа привозили самых разнообразных животных: в&nbsp;основном оленей, лосей, кабанов и&nbsp;диких птиц, но&nbsp;были и&nbsp;экзотические виды, например дикобраз. При Екатерине&nbsp;II самым крупным местом для таких дворцовых увеселений стал парк<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>Зверинец&raquo; в&nbsp;Гатчине. В&nbsp;поместье, отданное фавориту императрицы Григорию Орлову, специально привозили для охоты пойманных в&nbsp;лесах диких животных. После того как Гатчину отдали наследнику престола Павлу Петровичу<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>будущему Павлу I), тот продолжил благоустройство<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>Зверинца&raquo; и&nbsp;велел доставить туда несколько верблюдов и&nbsp;множество птиц.",
    "img": null
  },
  {
    "title": "Обер-гофмаршал",
    "text": "Придворный чин&nbsp;II класса. Заведовал внешним видом дворцов и&nbsp;садов<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>Гоф-Интендантская контора) и&nbsp;внутренним убранством дворцов<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>Камер-Цалмейстерская контора). В&nbsp;его обязанности также входили приемы и&nbsp;путешествия августейших особ.",
    "img": null
  },
  {
    "title": "Разделы Польши",
    "text": "К&nbsp;середине XVIII века Речь Посполитая<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>федерация Королевства Польского и&nbsp;Великого княжества Литовского) была слабым, бедным, истощенным постоянными войнами государством, полностью зависимым от&nbsp;своих соседей&nbsp;&mdash; в&nbsp;первую очередь России и&nbsp;Пруссии. В&nbsp;1764 году королем Польши стал российский ставленник Станислав Август Понятовский, и&nbsp;возникла реальная опасность уничтожения Речи Посполитой как независимого государства. Этому воспротивились польские дворяне, попросив помощи у&nbsp;Турции. Так началась русско-турецкая война 1768&minus;1774 годов. В&nbsp;1772 году, когда победа России уже была практически очевидна, Австрия и&nbsp;Пруссия стали беспокоиться о&nbsp;чрезмерном усилении России; Россия, в&nbsp;свою очередь, была вымотана войной и&nbsp;тоже стремилась к&nbsp;договору с&nbsp;европейскими державами. В&nbsp;результате Россия, Пруссия и&nbsp;Австрия пришли к&nbsp;взаимовыгодному<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>секретному) соглашению о&nbsp;разделе Речи Посполитой, войска трех государств одновременно вошли на&nbsp;ее&nbsp;территорию&nbsp;&mdash; и&nbsp;Польша лишилась почти трети своих земель. В&nbsp;1791 году Польский сейм принял конституцию, заручившись поддержкой Пруссии. В&nbsp;ответ на&nbsp;это Екатерина снова ввела в&nbsp;Польшу войска. В&nbsp;1793 году Пруссия и&nbsp;Россия подписали соглашение о&nbsp;втором разделе страны. В&nbsp;1795 году на&nbsp;оставшихся польских территориях вспыхнуло восстание, которое потерпело неудачу,&nbsp;&mdash; и&nbsp;страну окончательно разделили между собой Россия, Австрия и&nbsp;Пруссия. Россия захваченные земли поделила на&nbsp;три губернии: Курляндскую, Виленскую и&nbsp;Гродненскую.",
    "img": null
  },
  {
    "title": "Приход к власти Павла I",
    "text": "6<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>17&nbsp;ноября) 1796 года, после смерти Екатерины II, императором был провозглашен ее&nbsp;сын Павел I. Новый монарх начал свое правление с&nbsp;перемен. Больше тридцати лет он&nbsp;видел, как одни фавориты сменяли других, причем первые из&nbsp;них был причастны к&nbsp;свержению и&nbsp;смерти его отца, Петра III. К&nbsp;концу первого года царствования Павел начал отстранять от&nbsp;власти екатерининских сановников. Последний фаворит императрицы, Платон Зубов, был отправлен в&nbsp;отставку, так&nbsp;же как его братья Николай и&nbsp;Валериан. Лишились своих постов вице-канцлер Иван Остерман и&nbsp;генерал-прокурор Александр Самойлов<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>племянник Потемкина). Многие другие придворные и&nbsp;генералы покинули службу сами и&nbsp;отправились в&nbsp;свои имения.",
    "img": {
      "name": "paul",
      "caption": "Андрей Митрохин. Портрет Павла I. 1797 год",
      "copyright": "Государственный Эрмитаж",
      "width": 660,
      "height": 832
    }
  },
  {
    "title": "Слово и дело",
    "text": "Термин<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>слово и&nbsp;дело государево&raquo; получил широкое распространение при Петре I, хотя появился уже в&nbsp;XVII веке. Подданным вменялось в&nbsp;обязанность под страхом смертной казни<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>сказывать слово и&nbsp;дело государево&raquo;&nbsp;&mdash; то&nbsp;есть доносить о&nbsp;любом важном политическом преступлении, в&nbsp;том числе оскорблении величества или о&nbsp;готовящемся бунте или заговоре. Человек, произносивший словосочетание<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>слово и&nbsp;дело&raquo;, таким образом заявлял, что готов предстать лично перед императором и&nbsp;рассказать ему о&nbsp;государственном преступлении; после этого человека либо самого везли в&nbsp;Тайную канцелярию, либо отправляли туда его письменные показания. Верный донос мог принести премию, повышение или даже собственность преступника.<br/><br/>23&nbsp;сентября 1713 года Петр I&nbsp;выпустил указ, ограничивающий действие<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>слова и&nbsp;дела&raquo;: доносов стало слишком много. С&nbsp;этого времени люди могли докладывать только о&nbsp;&laquo;таких делах, которые касаются о&nbsp;Их&nbsp;Государском здоровье и&nbsp;Высокомонаршей чести, или уведают какой бунт и&nbsp;измену&raquo;. Тех&nbsp;же, кто осмелится сказать<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>слово и&nbsp;дело&raquo;, не&nbsp;имея достаточно оснований, указ предписывал наказывать, лишать имущества и&nbsp;отправлять на&nbsp;каторгу.<br/><br/>Петр III своим указом упразднил Тайную канцелярию, ведавшую политическими делами, и&nbsp;запретил говорить<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>слово и&nbsp;дело&raquo;. Но&nbsp;при Екатерине&nbsp;II политический сыск был восстановлен, уже как Тайная экспедиция.",
    "img": null
  },
  {
    "title": "Повышение по службе",
    "text": "Петр I&nbsp;для борьбы с&nbsp;привилегиями и&nbsp;повышениями по&nbsp;службе<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>по&nbsp;знакомству&raquo; распорядился<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>еще до&nbsp;введения Табели о&nbsp;рангах) соблюдать четкие правила при назначениях новых офицеров. В&nbsp;указе 1719 года строго говорится: &laquo;Чтоб чрез чин никого не&nbsp;жаловать, но&nbsp;порядком чин от&nbsp;чину возводить&raquo;. Этот порядок сохранялся недолго. При Анне Иоанновне офицеры и&nbsp;чиновники снова получили возможность повышения без достаточной выслуги, а&nbsp;за&nbsp;&laquo;достоинства&raquo;. Елизавета Петровна затем в&nbsp;указе<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>О&nbsp;повышении чинами по&nbsp;старшинству и&nbsp;заслугам&raquo; совместила эти два принципа. Для получения следующего чина нужно было прослужить не&nbsp;менее трех лет в&nbsp;предыдущем чине. Это касалось обер-офицеров, штаб-офицеры могли получить повышение только за&nbsp;заслуги и&nbsp;по&nbsp;представлению начальства. Внеочередное повышение случалось редко, в&nbsp;основном за&nbsp;заслуги во&nbsp;время войны или&nbsp;же по&nbsp;воле императорской особы&nbsp;&mdash; такое часто происходило, например, после дворцовых переворотов.",
    "img": null
  },
  {
    "title": "Южные владения Российской империи",
    "text": "В&nbsp;результате двух успешных войн с&nbsp;Турцией к&nbsp;России оказались присоединены новые обширные и&nbsp;плодородные земли на&nbsp;юге. В&nbsp;1783 году, в&nbsp;результате губернской реформы, все земли от&nbsp;города Екатеринослава<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>современный город Днепр) до&nbsp;Херсона вошли в&nbsp;состав Екатеринославского наместничества. Генерал-губернатором был назначен Григорий Потемкин, герой войны с&nbsp;Турцией и&nbsp;фаворит Екатерины. После его смерти в&nbsp;1791 году генерал-губернатором стал новый фаворит, Платон Зубов. Южные владения приносили значительный доход государственной казне и&nbsp;тем дворянам, которые получали там земли.",
    "img": null
  },
  {
    "title": "Пистоль",
    "text": "Французская золотая монета, она&nbsp;же &mdash; луидор. Первоначально пистолем называли испанскую золотую монету, а&nbsp;затем и&nbsp;все остальные европейские монеты, соответствующие ей&nbsp;по&nbsp;стоимости.",
    "img": null
  }
]
