{
  "1": {
    "options": [
      {
        "text": "В Москве по ходатайству влиятельного дяди-бригадира дитятю зачислили в Сухопутный кадетский корпус на казенный кошт.",
        "next": "29"
      },
      {
        "text": "После смотра Петю Хрюшкина отправили домой продолжать учиться у местного дьячка",
        "next": "2"
      }
    ],
    "age": "7 лет",
    "year": "1742",
    "text": "Петр Хрюшкин с рождения жил с матушкой в господском доме своего родового имения. За ним ходили такие-то и обучали его тому-то и тому. По молодости никаких особенных талантов он еще не демонстрировал, но и не отставал от сверстников. В 1742 году дитятя был впервые вызван на смотр в Москву, в губернскую канцелярию. В путешествие мать отправилась вместе с ним.",
    "notes": [
      {
        "title": "Дворянские смотры",
        "text": "С 1704 года Петр I начал извлекать дворян из их усадеб. Он самолично распределял дворянских недорослей (от 10 лет), отправляя их на учебу и военную службу. За неявку на смотр сурово наказывали: в 1714 году за «нетство» (уклонение от службы) провинившийся мог лишиться имущества. В 1722 году за неявку подвергали «шельмованию», то есть исключали из членов общества, а имена печатали и прибивали под барабанный бой к виселице. После 1735 года недорослей, за которыми более 20 душ, было предписано высылать в Петербург и определять в ближайшие армейские полки."
      },
      {
        "title": "Сухопутный кадетский корпус",
        "text": "Военное училище для молодых дворян было открыто в 1732 году. Называлось оно сначала Рыцарской академией, а с 1743 года — Сухопутным кадетским корпусом. Академии выделили Меншиковский дворец на Васильевском острове в Санкт-Петербурге. Ученики были разделены на роты. Наряду с военными науками кадеты изучали иностранные языки. До 1745 года корпус возглавлял генерал-фельдмаршал Людвиг-Вильгельм Гессен-Готторпский, после его смерти директором стал князь Василий Репнин, бывший воспитатель наследника престола Петра (Петра III). В 1750 году директором назначили князя Бориса Юсупова, генерал-губернатора Петербурга. Он навел порядок в корпусе, улучшив качество преподавания и учредив типографию для печатания учебных книг."
      },
      {
        "title": "Казенный кошт",
        "text": "Государственное содержание. Дворян из небогатых семей принимали в учебные заведения на основании прошения при условии отличной успеваемости и примерного поведения."
      }
    ]
  },
  "2": {
    "options": [
      {
        "text": "Выяснив, что он умеет читать и писать, мальчика опять отпустили домой изучать науки.",
        "next": "2a"
      },
      {
        "text": "По ходатайству дяди-бригадира и его друга майора гвардии Петю записали «сверх комплекта» в гвардию — и отпустили домой изучать науки.",
        "next": "46"
      }
    ],
    "age": "12 лет",
    "year": "1747",
    "text": "Петя второй раз явился на смотр в Сенатскую контору в Москве."
  },
  "2a": {
    "options": [
      {
        "text": "К восемнадцати годам Петя выучился арифметике и геометрии, а немец пристойно обучил его немецкому языку.",
        "next": "3"
      },
      {
        "text": "В Хрюшкино немец занял лучшую комнату, но никакого интереса к учению мальчика не демонстрировал, а получив второе жалованье, и вовсе удрал. Арифметику и геометрию Петя как-то освоил, но с немецким не вышло.",
        "next": "3a"
      }
    ],
    "age": "12-18 лет",
    "year": "1747-1753",
    "text": "Родители решили нанять иностранного учителя. По совету того же дяди-бригадира они выписали из Петербурга немца, студента-недоучку, прибывшего в Россию за карьерой чиновника."
  },
  "3": {
    "options": [
      {
        "text": "Пока он спал, его ружье унес лихой человек.",
        "next": "4"
      },
      {
        "text": "Пока он спал, сослуживцы спрятали его ружье, демонстрируя таким образом специфический армейский юмор.",
        "next": "9"
      }
    ],
    "age": "18-19 лет",
    "year": "1753-1754",
    "rank": "soldat",
    "text": "В 1753 году Петя явился в Москву на смотр в третий — и последний раз. Там недоросля Петра Алексеева сына Хрюшкина определили в службу и зачислили рядовым в мушкетерскую роту N-ского пехотного полка. Однажды во время службы молодой солдат заснул в карауле."
  },
  "3a": {
    "options": [
      {
        "text": "Пока он спал, его ружье унес лихой человек.",
        "next": "4"
      },
      {
        "text": "Пока он спал, сослуживцы спрятали его ружье, демонстрируя таким образом специфический армейский юмор.",
        "next": "9а"
      }
    ],
    "age": "18-19 лет",
    "year": "1753-1754",
    "rank": "soldat",
    "text": "В 1753 году Петя явился в Москву на смотр в третий — и последний раз. Там недоросля Петра Алексеева сына Хрюшкина определили в службу и зачислили рядовым в мушкетерскую роту N-ского пехотного полка. Однажды во время службы молодой солдат заснул в карауле."
  },
  "4": {
    "options": [
      {
        "text": "Штраф Петр отстоял, а затем еще и поставил капралу водки.",
        "next": "5"
      },
      {
        "text": "Обидевшись на такую несправедливость, Петр устроил драку с капралом и другими солдатами.",
        "next": "6"
      }
    ],
    "age": "19 лет",
    "year": "1754",
    "rank": "soldat",
    "text": "За утрату оружия Петру Хрюшкину присудили тяжкий штраф — стоять на часах с четырьмя фузеями."
  },
  "5": {
    "options": [
      {
        "next": "10"
      }
    ],
    "age": "19-20 лет",
    "year": "1754-1755",
    "rank": "fourier",
    "text": "С тех пор Петр больше армейских правил не нарушал и на товарищей никогда не доносил. Позднее он взялся сочинять за вечно пьяного и оттого больного писаря ротные бумаги. В том же году Петр Хрюшкин стал капралом, а в 1755 — фурьером."
  }
}

