{
  "1": {
    "year": "1742",
    "age": "7 лет",
    "text": "Петр Хрюшкин с рождения жил с матушкой в господском доме своего родового имения. За ним ходили такие-то и обучали его тому-то и тому. По молодости никаких особенных талантов он еще не демонстрировал, но и не отставал от сверстников. В 1742 году дитятя был впервые вызван на смотр в Москву, в губернскую канцелярию. В путешествие мать отправилась вместе с ним.",
    "options": [
      {
        "next": "29",
        "text": "В Москве по ходатайству влиятельного дяди-бригадира дитятю зачислили в Сухопутный кадетский корпус на казенный кошт."
      },
      {
        "next": "2",
        "text": "После смотра Петю Хрюшкина отправили домой продолжать учиться у местного дьячка."
      }
    ],
    "rank": null,
    "final": false
  },
  "2": {
    "year": "1747",
    "age": "12 лет",
    "text": "Петя второй раз явился на смотр в Сенатскую контору в Москве.",
    "options": [
      {
        "next": "2а",
        "text": "Выяснив, что он умеет читать и писать, мальчика опять отпустили домой изучать науки."
      },
      {
        "next": "46",
        "text": "По ходатайству дяди-бригадира и его друга майора гвардии Петю записали «сверх комплекта» в гвардию — и отпустили домой изучать науки."
      }
    ],
    "rank": null,
    "final": false
  },
  "3": {
    "year": "1753-1754",
    "age": "18-19 лет",
    "text": "В 1753 году Петя явился в Москву на смотр в третий — и последний раз. Там недоросля Петра Алексеева сына Хрюшкина определили в службу и зачислили рядовым в мушкетерскую роту N-ского пехотного полка. \nОднажды во время службы молодой солдат заснул в карауле.",
    "options": [
      {
        "next": "4",
        "text": "Пока он спал, его ружье унес лихой человек."
      },
      {
        "next": "9",
        "text": "Пока он спал, сослуживцы спрятали его ружье, демонстрируя таким образом специфический армейский юмор."
      }
    ],
    "rank": null,
    "final": false
  },
  "4": {
    "year": "1754",
    "age": "19 лет",
    "text": "За утрату оружия Петру Хрюшкину присудили тяжкий штраф — стоять на часах с четырьмя фузеями.",
    "options": [
      {
        "next": "5",
        "text": "Штраф Петр отстоял, а затем еще и поставил капралу водки."
      },
      {
        "next": "6",
        "text": "Обидевшись на такую несправедливость, Петр устроил драку с капралом и другими солдатами."
      }
    ],
    "rank": null,
    "final": false
  },
  "5": {
    "year": "1754-1755",
    "age": "19-20 лет",
    "text": "С тех пор Петр больше армейских правил не нарушал и на товарищей никогда не доносил. Позднее он взялся сочинять за вечно пьяного и оттого больного писаря ротные бумаги. В том же году Петр Хрюшкин стал капралом, а в 1755 — фурьером.",
    "options": [
      {
        "next": "10"
      }
    ],
    "rank": "fourier",
    "final": false
  },
  "6": {
    "year": "1755",
    "age": "20 лет",
    "text": "За утрату оружия, ослушание и драку Петр Хрюшкин попал под суд, назначивший ему «гоняние шпицрутен» через батальон. Наказание он перенес, после отлежался, но обозлился.",
    "options": [
      {
        "next": "6а"
      }
    ],
    "rank": null,
    "final": false
  },
  "7": {
    "year": "1762-1787",
    "age": "27 лет – 52 года",
    "text": "Раскаявшегося Петра Алексеевича Хрюшкина определили опять в полк — где он и остался до смерти рядовым.",
    "options": null,
    "rank": null,
    "final": true
  },
  "8": {
    "year": "1762-1781",
    "age": "27 лет – 46 лет",
    "text": "Петр Алекссевич более десяти лет грабил дома и имения. В 1776 году он был схвачен, наконец, военной командой, осужден к смерти, заклеймлен и отправлен на Нерчинскую каторгу, где и умер через пять лет.",
    "options": null,
    "rank": null,
    "final": true
  },
  "9": {
    "year": "1754-1755",
    "age": "19-20 лет",
    "text": "Солдатик ужаснулся — пропажа ружья означала военный суд. Но шутники признались; Петруша не пошел орать и жаловаться, а угостил капрала и других вином за «науку». Мужики оценили — и с тех пор охотно учили новобранца строевым навыкам. Начальство тоже одобрило парня, который оказался к тому же грамотным и сообразительным. В результате в том же году Петр Хрюшкин стал капралом, а в 1755 — фурьером.",
    "options": [
      {
        "next": "10"
      }
    ],
    "rank": "fourier",
    "final": false
  },
  "10": {
    "year": "1756-1758",
    "age": "21 год – 23 года",
    "text": "За распорядительность, исполнительность и трезвость Петр Алексеевич был пожалован в сержанты. В службе усвоил истину: «Ежели желаешь быть от начальников своих исправным, расторопным, не леностным с точностию приказание начальника исполняющим, верным репортом уведомляющим (СНОСКА: «Верным репортом уведомляющим» — точно и вовремя рапортующим об исполнении приказания), — за таковым поведением конечно ожидать их к себе любви и всякого спомажения, в случае каковой иногда погрешности».",
    "options": [
      {
        "next": "11",
        "text": "В 1758 году N-ский пехотный полк отправили в Германию — на поля сражений Семилетней войны."
      },
      {
        "next": "25",
        "text": "N-ский пехотный полк остался в России на квартирах."
      }
    ],
    "rank": "sergeant",
    "final": false
  },
  "11": {
    "year": "1758",
    "age": "23 года",
    "text": "Сержант Хрюшкин, зная немецкий, оказался способен вести разведку сил неприятеля и договариваться с местным населением, чтобы солдат на квартирах кормили и поили, а они вели себя прилично. Это отметило начальство — и после удачной стычки с неприятелем Петр Алексеевич был произведен на вакансию в прапорщики.",
    "options": [
      {
        "next": "13"
      }
    ],
    "rank": null,
    "final": false
  },
  "12": {
    "year": "1759",
    "age": "24 года",
    "text": "В ходе кровопролитного сражения при Кунерсдорфе был тяжело ранен капитан роты, в которой служил сержант Хрюшкин, и убит поручик. Хрюшкин взял командование ротой на себя и повел ее в штыки на неприятеля: «И в том жестоком огне весьма редкий от смерти, а паче от ран, спастись мог; где и я получил в грудь и в правую руку рану, хотя не чрезвычайную, но чувствительную». За это был пожалован в прапорщики.",
    "options": [
      {
        "next": "14"
      }
    ],
    "rank": null,
    "final": false
  },
  "13": {
    "year": "1759",
    "age": "24 года",
    "text": "В ходе кровопролитного сражение при Кунерсдорфе был тяжело ранен капитан роты, в которой служил прапорщик Хрюшкин, и убит поручик. Хрюшкин взял командование ротой на себя и повел ее в штыки на неприятеля: «И в том жестоком огне весьма редкий от смерти, а паче от ран, спастись мог; где и я получил в грудь и в правую руку рану, хотя не чрезвычайную, но чувствительную». За это был пожалован в подпоручики.",
    "options": [
      {
        "next": "15"
      }
    ],
    "rank": null,
    "final": false
  },
  "14": {
    "year": "1760",
    "age": "25 лет",
    "text": "В 1760 году прапорщик Хрюшкин вошел со своим полком в Берлин; там он оказался незаменим при взимании контрибуции с города, отмечен генералом и пожалован в подпоручики. Хорошо понял: «Как нередко по службе случается быть при великих людях и важных начальниках всяческих, беречись и осторожно с ними обходиться, несмотря иногда на ласковые их слова; ибо по примеру присловицы: с большими господами вишен не ешь, как бы косточками глаза не выбили, – у них иногда самомалейший проступок великим, а случаем и чрезвычайный за малый проходит».",
    "options": [
      {
        "next": "16"
      }
    ],
    "rank": null,
    "final": false
  },
  "15": {
    "year": "1760",
    "age": "25 лет",
    "text": "В 1760 году подпоручик Хрюшкин вошел со своим полком в Берлин; там он оказался незаменим при взимании контрибуции с города. Его отметил генерал, он был пожалован в поручики. Хорошо понял: «Как нередко по службе случается быть при великих людях и важных начальниках всяческих, беречись и осторожно с ними обходиться, несмотря иногда на ласковые их слова; ибо по примеру присловицы: с большими господами вишен не ешь, как бы косточками глаза не выбили, – у них иногда самомалейший проступок великим, а случаем и чрезвычайный за малый проходит».",
    "options": [
      {
        "next": "17"
      }
    ],
    "rank": "poruchik",
    "final": false
  },
  "16": {
    "year": "1761",
    "age": "26 лет",
    "text": "В 1761 году подпоручик Хрюшкин с дивизией генерала Румянцева осаждал и взял город Кольберг. Ему был поручен учет взятого оружия и казны, после чего Хрюшкин был пожалован на вакансию в поручики.",
    "options": [
      {
        "next": "18"
      }
    ],
    "rank": "poruchik",
    "final": false
  },
  "17": {
    "year": "1761",
    "age": "26 лет",
    "text": "В 1761 году поручик Хрюшкин с дивизией генерала Румянцева осаждал и взял Кольберг. Там ему поручили учет взятого оружия и казны, после чего Хрюшкин был пожалован на вакансию в капитаны.",
    "options": [
      {
        "next": "18"
      }
    ],
    "rank": null,
    "final": false
  },
  "18": {
    "year": "1762",
    "age": "27 лет",
    "text": "Вскоре после Кольберга пришло известие о том, что Елизавета Петровна умерла и на престол взошел Петр III. Румянцев отправился в Петербург и взял с собой капитана Хрюшкина.",
    "options": [
      {
        "next": "53",
        "text": "9 февраля 1762 года Румянцев явился на прием к Петру III, чтобы получить из рук императора два ордена — Андрея и Анну. Хрюшкина он взял с собой. Там все как-то хорошо получилось и Хрюшкин был замечен и переведен в гвардию. Можно ли что-то добавить? Его предложили в Семеновский полк гвардии?"
      },
      {
        "next": "19",
        "text": "Сделав в Петербурге все дела и пару дней погуляв, Хрюшкин вернулся обратно в полк. А ГДЕ ЖЕ БЫЛ ПОЛК? ВЕДЬ ПЕТР III ДОЛЖЕН БЫЛ ВЕРНУТЬ ЕГО В РОССИЮ? ВОЙНА-ТО ОКОНЧИЛАСЬ?"
      }
    ],
    "rank": null,
    "final": false
  },
  "19": {
    "year": "1762",
    "age": "27 лет",
    "text": "Вскоре после этого случилось внеочередное повышение, и Хрюшкин вышел в майоры. Но не успел он выслужить и года, как вышел манифест Петра III.",
    "options": [
      {
        "next": "20",
        "text": "Только узнав о переменах, Петр Алексеевич подал прошение об отставке, с тем чтобы оставить службу и вернуться в свое имение, давно уже перешедшее ему по наследству."
      },
      {
        "next": "22",
        "text": "Только узнав о переменах, Петр Алексеевич подал прошение об отставке: военная служба давно уже успела ему надоесть, и он находил в себе желание и достаточные способности, чтобы заниматься статскими делами."
      }
    ],
    "rank": "major",
    "final": false
  },
  "20": {
    "year": "1762-1775",
    "age": "27 лет – 40 лет",
    "text": "Выйдя в отставку в чине подполковника, Петр Алексеевич отправился к себе в имение. С отставкой его карьерный рост прекратился. Но отставник был еще молод, имел некоторый опыт по части ведения хозяйства и умел командовать людьми. Сэкономленные деньги и трофейная добыча тоже пошли в дело. Он построил дом, отпустил мужиков на барщину, а продукцию — зерно и овес — стал продавать на рынке. Завел свою винокурню, которая вскоре стала поставлять вина на государственные питейные дома. На получаемые доходы Петр Алексеевич прикупал соседние пустоши и сажал на них покупных же крестьян. Заслужив своими хозяйственными успехами уважение соседей, Петр Алексеевич Хрюшкин смог выгодно жениться: приданое жены удвоило его и так уже достаточно крупное состояние.",
    "options": [
      {
        "next": "21"
      }
    ],
    "rank": null,
    "final": false
  },
  "21": {
    "year": "1775-1802",
    "age": "40 лет – 67 лет",
    "text": "По реформе 1775 года Петр Алексеевич Хрюшкин был избран уездным судьей, а по Жалованной грамоте дворянству 1785 года – уездным предводителем дворянства. После трех трехлетних сроков пребывания на этой должности он получил чин статского советника, но по военной привычке именовал себя бригадиром. Детей учил избегать соблазнов и страстей, в частности — карточной игры и пьянства, а также знать домашнюю экономию и следить, чтобы бумаги все были выправлены согласно законам. Умер в 1802 году.",
    "options": null,
    "rank": "state_sovetnik",
    "final": true
  },
  "22": {
    "year": "1763",
    "age": "28 лет",
    "text": "Выйдя с военной службы в статскую, Петр Алексеевич был пожалован надворным советником и определен воеводой в Саратов. Там он почувствовал себя полновластным хозяином: по словам доносителей, употреблял побои, наказания плетьми, «скверно-матерную брань» и «саратовских граждан привел в великую робость и страх». Провинившихся обывателей из «подлых» употреблял «в партикулярные услуги яко невольников, паче крепостных людей». Брал взятки с просителей осетрами, сукном, лошадьми, сеном и, конечно, деньгами: «До взяток он, Хрюшкин, был столь жаден, чтоб ни одна копейка его рук миновать не могла».",
    "options": [
      {
        "next": "23"
      }
    ],
    "rank": "nadvor_sovetnik",
    "final": false
  },
  "23": {
    "year": "1766",
    "age": "31 год",
    "text": "Не выдержав несправедливостей, некий купец Авоськин донес на воеводу Хрюшкина в Сенат. Из Петербурга прибыла комиссия коллежского асессора Свинухина, но Хрюшкин нашел с ним общий язык — и поделился. В итоге асессор счел жалобы «затейными и ложными» — поскольку донос был написан не по форме и указывал на злоупотребления воеводы по отношению к третьим лицам, которые от своих претензий вовсе отказались. В результате воеводу Хрюшкина оправдали, зато доноситель Авоськин был высечен кнутом, а затем сослан на жительство в Оренбург.",
    "options": [
      {
        "next": "24"
      }
    ],
    "rank": "nadvor_sovetnik",
    "final": false
  },
  "24": {
    "year": "1767-1802",
    "age": "32 года – 67 лет",
    "text": "В 1767 году воеводу Петра Алексеевича Хрюшкина все-таки сместили.\nОн вернулся в имение. Как хозяин был вполне удачлив, но, будучи скупцом и кляузником, авторитета у дворян-соседей не имел. Однажды из за спорных покосных лужков он устроил «наезд» своих крестьян на соседских. Случилась драка, два мужика были убиты. Хрюшкин попал под суд, с трудом опять откупился, но имение покинул. С тех пор он жил во Владимире, содержа на свое имя откуп городских питейных домов. Помер от апоплексического удара при подсчете своих доходов.",
    "options": null,
    "rank": "nadvor_sovetnik",
    "final": true
  },
  "25": {
    "year": "1756-1767",
    "age": "21 год – 32 года",
    "text": "Поскольку вакансии в провинции случались редко, а подвиги и вовсе не случались, карьера Петра Алексеевича шла медленно. Служебного рвения он тоже не демонстрировал, усвоив следующее установление: «…ни от какой услуги, куда бы тебя не определили, не отрицайся, и ни на что сам не называйся, если хочешь быть в благополучии». \nВ 1762 году его, наконец, произвели в прапорщики, в 1764 году — в подпоручики, и только в 1767 году он сделался поручиком.",
    "options": [
      {
        "next": "26",
        "text": "Наконец, не получив при очередном производстве чина капитана, Петр Алексеевич обиделся — и вышел в отставку капитаном."
      },
      {
        "next": "27",
        "text": "Несмотря на то, что по манифесту Петра III можно было выйти в отставку, Хрюшкин так привык к службе и боялся неизвестности, что остался в полку."
      }
    ],
    "rank": null,
    "final": false
  },
  "26": {
    "year": "1767-1774",
    "age": "32 года – 39 лет",
    "text": "Петр Алексеевич уехал в имение. Карьерный рост его вовсе прекратился. Но отставник был еще молод, имел некоторый опыт по части ведения хозяйства и умел командовать людьми. Кроме того, он располагал небольшими деньгами. Петр Алексеевич построил дом, отпустил мужиков на барщину, а продукцию — зерно и овес — стал продавать на рынке. Наконец, решился жениться, надеясь таким образом еще больше поправить свое финансовое состояние, но брак оказался не очень выгодным, что немало разочаровало его в жизни.\r Петр Алексеевич и раньше любил выпить, но тут эта страсть в нем еще укрепилась. Характер все сильнее портился — он поколачивал жену, детей и крестьян. Окончилось дело тем, что в 1774 году собственные мужики ночью убили его вилами, за то что он публично порол их жен.",
    "options": null,
    "rank": null,
    "final": true
  },
  "27": {
    "year": "1768",
    "age": "33 года",
    "text": "Петр Алексеевич совсем, было,  приуныл, но в 1768 году, наконец, подоспела русско-турецкая война. На этот раз полк Хрюшкина отправился на поля сражений. Сражения принесли за собой смерти — и, соответственно, вакансии. Практически сразу после начала войны Хрюшкин был-таки произведен в капитаны.",
    "options": [
      {
        "next": "28"
      }
    ],
    "rank": null,
    "final": false
  },
  "28": {
    "year": "1770",
    "age": "35 лет",
    "text": "В 1770 году за участие в битвах Петр Алексеевич Хрюшкин был произведен в секунд-майоры. В сражении у города Джурджу он проявил недюжинную храбрость, вместе с ротой гренадеров бросившись на укрепление: они взобрались на достаточно большую высоту и взяли батарею с шестью пушками. За это Хрюшкин был награжден орденом св. Георгия Победоносца IV степени.",
    "options": [
      {
        "next": "28а"
      }
    ],
    "rank": "premier_major",
    "final": false
  },
  "29": {
    "year": "1742-1756",
    "age": "7 лет – 21 год",
    "text": "Итак, герой наш учился в Сухопутном кадетском корпусе.",
    "options": [
      {
        "next": "30",
        "text": "Учился Петруша плохо: «Никаких языков, тако ж и геометрии понять не мог за совершенною тупостью»."
      },
      {
        "next": "32",
        "text": "Учился Петруша отлично, так что в конце получил такую характеристику: «Геометрию и фортификацию знает, говорит и пишет совершенно по-немецки, говорит изрядно по-французски и разумеет французских авторов, обучался истории и географии, тако ж верховой езде, танцовать и фехтовать и притом особливо доброго поведения»."
      }
    ],
    "rank": null,
    "final": false
  },
  "30": {
    "year": "1756",
    "age": "21 год",
    "text": "«За леность и нехождение в классы» бывал неоднократно порот и, наконец, выпущен в 1756 году всего лишь сержантом в пехоту.",
    "options": [
      {
        "next": "31"
      }
    ],
    "rank": "sergeant",
    "final": false
  },
  "31": {
    "year": "1756-1773",
    "age": "21 год – 38 лет",
    "text": "Поскольку вакансии в провинции случались редко, а подвиги и вовсе не случались, карьера Петра Алексеевич шла медленно. Служебного рвения он тоже не демонстрировал, усвоив следующее установление: «…ни от какой услуги, куда бы тебя не определили, не отрицайся, и ни на что сам не называйся, если хочешь быть в благополучии». В 1762 году его, наконец, произвели в прапорщики, в 1764 году — в подпоручики, и только в 1767 году он сделался поручиком. Наконец, не получив при очередном производстве в 1773 году чина капитана, Петр Алексеевич обиделся — и вышел в отставку капитаном.",
    "options": [
      {
        "next": "26"
      }
    ],
    "rank": null,
    "final": false
  },
  "32": {
    "year": "1756-1758",
    "age": "21 год – 23 года",
    "text": "Из корпуса молодого Петра Алексеевича выпустили сразу подпоручиком в N-ский кирасирский полк. В 1757 году он был произведен в поручики, а в 1758 году его полк отправился в Германию — на поля сражений Семилетней войны.",
    "options": [
      {
        "next": "33"
      }
    ],
    "rank": null,
    "final": false
  },
  "33": {
    "year": "1758-1761",
    "age": "23 года – 26 лет",
    "text": "В 1758 году Хрюшкину случилось принять участие в сражении при Цорндорфе. Там он был ранен и ограблен пруссаками. Как сам он писал позднее в письме товарищу по кадетскому корпусу: «Адин прашол салдат мимо меня и выстрелел, а другой тотчас меня увидел, замахнулса штыком, и к нему вышел. Взял у меня 14 червонцев и 2 рубля денег <...> Часы томпаковые, каторые в Кенигсберхе насеребреные, вытянул – очень, очень харошия – и кавтан снял… теперь ни телеги ни лошади ни ковтана и почти и штанов нет». В следующем году за сражение при Кунерсдорфе Петра Алексеевича произвели в ротмистры.",
    "options": [
      {
        "next": "34",
        "text": "В 1761 году, квартируя в городке Грайфенхаген, Петр Алексеевич увлекся местной барышней."
      },
      {
        "next": "35",
        "text": "В 1761 году Петр Алексеевич захватил вражеского курьера с письмами и разоблачил таким образом прусского шпиона – генерал-майора русской армии Готтлиба Курта Тотлебена."
      }
    ],
    "rank": "rotmistr",
    "final": false
  },
  "34": {
    "year": "1761",
    "age": "26 лет",
    "text": "Однажды вечером Петр Алексеевич оставил полк и уехал развлекаться с той самой барышней. Пока его не было, эскадрон начал пьяный грабеж обывателей. Возвратившегося ротмистра ждал военный суд, разжалование в сержанты и перевод в Россию в гарнизонный полк.",
    "options": [
      {
        "next": "31"
      }
    ],
    "rank": null,
    "final": false
  },
  "35": {
    "year": "1761-1762",
    "age": "26-27 лет",
    "text": "За верную службу государыне Петр Алексеевич Хрюшкин получил чин майора. В 1762 году, после того как Петр III подписал мир с пруссаками, Хрюшкин вернулся со своим кирасирским полком в Петербург. Там на смотре Петр III сразу произвел его в подполковники — за знание прусского устава, команд и порядков.",
    "options": [
      {
        "next": "36"
      }
    ],
    "rank": "podpolkovnik",
    "final": false
  },
  "36": {
    "year": "1762",
    "age": "27 лет",
    "text": "Вскоре после повышения к подполковнику Хрюшкину обратились Кирилл Григорьевич Разумовский и Никита Иванович Панин. От имени Екатерины они предложили Хрюшкину присоединиться к заговору и выступить в ее пользу.",
    "options": [
      {
        "next": "37",
        "text": "Хрюшкин перепугался, ночь не спал, пытаясь предвидеть будущее, но в конце концов предложение отверг."
      },
      {
        "next": "38",
        "text": "Хрюшкин перепугался и хотел было отказаться, но после того, как супруга государя Екатерина Алексеевна лично его приняла и приободрила, принял предложение."
      }
    ],
    "rank": "podpolkovnik",
    "final": false
  },
  "37": {
    "year": "1762",
    "age": "27 лет",
    "text": "28 июня, в день переворота, заговорщики обманули офицеров и рядовых его полка, объявив, что ночью государь пьяным упал в пруд и утонул. Несмотря на то, что подполковник Хрюшкин догадывался об истинном положении дел, полк в защиту императора не выступил. Это немного облегчило участь Хрюшкина: его не арестовали, но уволили со службы в отставку тем же чином. Обидевшись на государыню-«иноземку» и фавор братьев Орловых, Хрюшкин заявил приятелям за столом, что Екатерина не имеет права на трон. Приятели донесли. На этот раз подполковника арестовали, разжаловали в пехотные капитаны и отправили на безвыездное житье в свое имение.",
    "options": [
      {
        "next": "26"
      }
    ],
    "rank": "captain",
    "final": false
  },
  "38": {
    "year": "1762",
    "age": "27 лет",
    "text": "28 июня Хрюшкин по сигналу привел свой полк присягать Екатерине II и лично арестовал сомневавшихся офицеров. За это он получил 600 душ и чин генерал-майора.",
    "options": [
      {
        "next": "39"
      }
    ],
    "rank": "general_major",
    "final": false
  },
  "39": {
    "year": "1769-1776",
    "age": "34 года — 41 год",
    "text": "В 1769 году Петр Алексеевич Хрюшкин, генерал-майор, отправился на русско-турецкую войну. За отличные действия при Ларге и Кагуле он стал кавалером ордена св. Георгия III степени. \nВ 1774 году, по заключении мира, молодой генерал представился императрице и понравился Потемкину, сказав ему: «С крайнею возможностию стараться буду поспешать на употребление себя к должности». Поэтому в 1776 году, с началом губернской реформы, был назначен Смоленским наместником (генерал-губернатором).",
    "options": [
      {
        "next": "39а"
      }
    ],
    "rank": "general_major",
    "final": false
  },
  "40": {
    "year": "1787",
    "age": "52 года",
    "text": "Екатерина наградила Хрюшкина орденом св. Владимира II степени, пожаловала в генерал-поручики и взяла с собой в путешествие в Крым.",
    "options": [
      {
        "next": "40а"
      }
    ],
    "rank": "general_poruchik",
    "final": false
  },
  "41": {
    "year": "1791-1793",
    "age": "56-58 лет",
    "text": "В 1791 году Петру Алексеевичу выпал случай совсем необыкновенный: он оказал услугу Потемкину, женившись на его любовнице. Приданое жены составило 1 000 душ. Вскоре после свадьбы Потемкин умер, а Петр Алексеевич вышел в отставку — генерал-аншефом.",
    "options": [
      {
        "next": "42"
      }
    ],
    "rank": "general_anshef",
    "final": false
  },
  "42": {
    "year": "1793-1802",
    "age": "58 – 67 лет",
    "text": "Выйдя в отставку, Хрюшкин населил южные владения и вскоре стал получать оттуда большой оброк. Он отстроил родовую усадьбу — давал там балы и даже завел крепостной театр. Дворяне Владимирской губернии единодушно избрали генерал-аншефа Хрюшкина губернским предводителем дворянства. В этой должности он прослужил три трехлетия и скончался в 1802 году.",
    "options": null,
    "rank": "general_anshef",
    "final": true
  },
  "43": {
    "year": "1787-1791",
    "age": "52 года – 56 лет",
    "text": "Оправдаться Петр Алексеевич не сумел и попал под следствие. Следствие тянулось пять лет — и в конце концов по воле государыни (и по случаю окончания войны) Хрюшкин получил всемилостивейшее прощение и был отставлен с понижением в чине бригадиром.",
    "options": [
      {
        "next": "44"
      }
    ],
    "rank": "brigadeer",
    "final": false
  },
  "44": {
    "year": "1791-1795",
    "age": "56-60 лет",
    "text": "С отставкой карьерный рост Петра Алексеевича прекратился. Но отставник был еще молод, имел некоторый опыт по части ведения хозяйства и умел командовать людьми. Сэкономленные деньги и трофейная добыча тоже пошли в дело. Он построил дом, отпустил мужиков на барщину, а продукцию — зерно и овес — стал продавать на рынке. Завел свою винокурню, которая вскоре стала поставлять вина на государственные питейные дома. На получаемые доходы Петр Алексеевич прикупал соседние пустоши и сажал на них покупных же крестьян. Заслужив своими хозяйственными успехами уважение соседей, Петр Алексеевич Хрюшкин смог выгодно жениться: приданое жены удвоило его и так уже достаточно крупное состояние.",
    "options": [
      {
        "next": "45"
      }
    ],
    "rank": "brigadeer",
    "final": false
  },
  "45": {
    "year": "1796-1802",
    "age": "61 год – 67 лет",
    "text": "Уважение соседей помогло Хрюшкину устроить не только семейную жизнь и преумножить состояние, но и пойти по новой стезе: в 1795 году он был избран уездным судьей, а в 1796 – уездным предводителем дворянства. После трех трехлетних сроков получил чин статского советника, но по военной привычке именовал себя бригадиром. Написал мемуары, в которых учил потомков избегать соблазнов и страстей, в частности — карточной игры и пьянства, а также знать домашнюю экономию и следить, чтобы бумаги все были выправлены согласно законам.\nУмер в 1802 году — разделив наследство, в окружении семьи и домочадцев.",
    "options": null,
    "rank": "state_sovetnik",
    "final": true
  },
  "46": {
    "year": "1747-1753",
    "age": "12-18 лет",
    "text": "Пока Петя Хрюшкин учился в имении арифметике и геометрии, выслуга его шла своим чередом. Поэтому в 1753 году, явившись на третий (и последний) смотр в Москву, недоросль Петр Алексеев сын Хрюшкин был определен в действительную службу и зачислен не рядовым, а сразу капралом в 3-ю мушкетерскую роту лейб-гвардии Семеновского полка.",
    "options": [
      {
        "next": "47"
      }
    ],
    "rank": "guard_corporal",
    "final": false
  },
  "47": {
    "year": "1753-1756",
    "age": "18 лет – 21 год",
    "text": "Будучи обаятельным, красивым и любезным молодым человеком, да еще и при покровительстве дяди и его друга майора, Петр Хрюшкин служил легко, и уже в 1756 году стал сержантом.",
    "options": [
      {
        "next": "48",
        "text": "Но военным делом он не интересовался, предпочитая ухаживать за дамами (и даже выучил для того французский). Он так же лихо играл в карты – и всегда выигрывал."
      },
      {
        "next": "51",
        "text": "Он интересовался военным делом и выучил для того французский. По вечерам, когда сослуживцы из дворян разъезжались развлекаться, допоздна сидел с книгами."
      }
    ],
    "rank": "guard_sergeant",
    "final": false
  },
  "48": {
    "year": "1756",
    "age": "21 год",
    "text": "Итак, юный Петр Алексеевич Хрюшкин, сержант лейб-гвардии Семеновского полка, проводил свои дни в приятных развлечениях.",
    "options": [
      {
        "next": "49",
        "text": "Однажды, вопреки обыкновению, Петр Алексеевич крупно проигрался. Платить было нечем — и он задумал устроить дворцовый переворот."
      },
      {
        "next": "50",
        "text": "Однажды, когда Петр Алексеевич стоял на часах во дворце, его заметила императрица Елизавета. Бодрым видом и умелым ответом по-французски он произвел на нее впечатление."
      }
    ],
    "rank": "guard_sergeant",
    "final": false
  },
  "49": {
    "year": "1756",
    "age": "21 год",
    "text": "Петр Алексеевич предложил наследнику императрицы Елизаветы, великому князю Петру Федоровичу возвести его на престол: «Заарестуем весь дворец и Ваньку Шувалова, а в ком не встретим себе единомышленника, того изрубим в мелкие части». Получив не вполне внятный ответ, он посчитал за лучшее принять его за согласие — и начал вербовать таких же лихих гвардейцев. На заговорщиков донесли. Началось следствие по «слову и делу», окончившееся для Хрюшкина смертным приговором, замененным ссылкой в каторжные работы.",
    "options": [
      {
        "next": "6б"
      }
    ],
    "rank": "guard_sergeant",
    "final": false
  },
  "50": {
    "year": "1756",
    "age": "21 год",
    "text": "Елизавета пригласила Хрюшкина играть в дворцовом спектакле — и тут выяснилось, что Петр Алексеевич прекрасно поет и танцует. Елизавета уже собралась взять молодого гвардейца в фавориты, но Ванечка Шувалов и его родня об этом узнали и подставили: пьяненький Петя Хрюшкин был как бы случайно взят полицией в борделе у мадам Бротхенши, куда его заманила прелестница-блондинка. Императрица пришла в ярость. Молодца разжаловали в армейские сержанты и отправили в полк в провинцию.",
    "options": [
      {
        "next": "25"
      }
    ],
    "rank": "sergeant",
    "final": false
  },
  "51": {
    "year": "1757 — 1759",
    "age": "22-24 года",
    "text": "Скоро майор взял толкового сержанта к себе адъютантом. В 1759 году приказом по полку сержант Хрюшкин «генваря 1-го дня произведен гвардии прапорщиком в ту же роту». Обрадовавшись, он отписал батюшке и маменьке, что теперь «гвардии офицер и имел счастье бывать за столом с императрицею, и без особого приглашения с прочими штаб- и обер-офицерами осмелился есть».\nТУТ НАДО ПОМЕНЯТЬ РАЗВИЛКУ. ВО ВТОРОМ СЛУЧАЕ (ПРОДОЛЖАЕТ СЛУЖИТЬ В СЕМЕНОВСКОМ ПОЛКУ) НА ПУНКТЕ 53 ПОЛУЧАЕТСЯ, ЧТО ОН УЖЕ ПОДРОУЧИК. ЭТО ВОЗМОЖНО? ПОМЕНЯЛ В 53 ТЕКСТ НЕМНОГО",
    "options": [
      {
        "next": "52",
        "text": "В том же году его выпустили поручиком (НАДО УБРАТЬ ПОРУЧИКА)в кирасирский полк и отправили на поля сражений войны."
      },
      {
        "next": "53",
        "text": "Вполне довольный своими обстоятельствами Петр Алексеевич продолжил служить в Семеновском полку."
      }
    ],
    "rank": "guard_praproshik",
    "final": false
  },
  "52": {
    "year": "1759",
    "age": "24 года",
    "text": "В кирасирский полк Петр Алексеевич перешел, как положено, с повышением на два класса - в чине поручика. В следующем году за сражение при Кунерсдорфе его произвели в ротмистры.",
    "options": [
      {
        "next": "34",
        "text": "В 1761 году, квартируя в городке Грайфенхаген, Петр Алексеевич увлекся местной барышней."
      },
      {
        "next": "35",
        "text": "В 1761 году Петр Алексеевич захватил вражеского курьера с письмами и разоблачил таким образом прусского шпиона — генерал-майора русской армии Готтлиба Курта Тотлебена."
      }
    ],
    "rank": "rotmistr",
    "final": false
  },
  "53": {
    "year": "1762",
    "age": "27 лет",
    "text": "К 1762 году Петр Алексеевич Хрюшкин дослужился в Семеновском полку до подпоручика и вошел в заговор против императора. 28 июня вместе с товарищами он вывел полк присягать Екатерине, а затем вдвоем с приятелем отправился арестовывать отрекшегося императора и доставил его в карете в имение Ропшу. За это был щедро награжден: получил 600 душ, чин капитана гвардии и отдельно 8 тысяч рублей за арест императора.",
    "options": [
      {
        "next": "54"
      }
    ],
    "rank": "guard_captain",
    "final": false
  },
  "54": {
    "year": "1763",
    "age": "28 лет",
    "text": "После воцарения Екатерина щедро раздавала титулы, подарки и чины тем, кто возвел ее на трон. Хрюшкин в числе прочих тоже был вознагражден, но ни в графы, ни в генералы не вышел.",
    "options": [
      {
        "next": "55",
        "text": "Обидевшись на государыню-«иноземку» и фавор братьев Орловых, Хрюшкин заявил приятелям за столом, что Екатерина не имеет права на трон."
      },
      {
        "next": "56",
        "text": "Став состоятельным человеком — и свободным от обязательной службы благодаря манифесту преданного им императора, Петр Алексеевич задумался, не выйти ли в отставку, но решил устроить карьеру при дворе — благо он был лично знаком с Екатериной и Орловыми."
      }
    ],
    "rank": "guard_captain",
    "final": false
  },
  "55": {
    "year": "1762",
    "age": "27 лет",
    "text": "Приятели донесли. Капитана арестовали, разжаловали в армейские капитаны и отправили на безвыездное житье в свое имение.",
    "options": [
      {
        "next": "26"
      }
    ],
    "rank": "captain",
    "final": false
  },
  "56": {
    "year": "1763",
    "age": "28 лет",
    "text": "В это время при дворе началась борьба «партий» братьев Орловых и графа Никиты Ивановича Панина. Переход на придворную службу означал необходимость занять одну из сторон, Петр Алексеевич был к этому не готов, а потому испросил отпуск на поправление здоровья и отправился в Париж. Спустя два месяца после его отъезда лейтенант полиции Парижа докладывал королю Людовику XV о происшествии: «статистка оперы» девица Лакур неделикатно бросила герцога де Лавальера и перешла на содержание к «boyard russe Khryuchkin» (СНОСКА: русский боярин Хрюшкин (фр.)); русский «груб и требователен», но щедр: платил барышне 100 пистолей в месяц, заказывал дорогие платья и подарил бриллиантовое ожерелье.",
    "options": [
      {
        "next": "57"
      }
    ],
    "rank": "guard_captain",
    "final": false
  },
  "57": {
    "year": "1765",
    "age": "30 лет",
    "text": "В 1765 году Петр Алексеевич вернулся и перешел, наконец, из полка на придворную службу с повышением — чином камер-юнкера.",
    "options": [
      {
        "next": "58"
      }
    ],
    "rank": "camer-yunker",
    "final": false
  },
  "58": {
    "year": "1767",
    "age": "32 года",
    "text": "Поскольку Петр Алексеевич всегда держался в стороне от политических разногласий Орловых и графа Панина, императрица лично сосватала верному и скромному молодцу камер-юнкеру в невесты фрейлину Нарышкину с 12 000 рублей на свадьбу.",
    "options": [
      {
        "next": "59"
      }
    ],
    "rank": "camer-yunker",
    "final": false
  },
  "59": {
    "year": "1775",
    "age": "40 лет",
    "text": "При дворе Петр Алексеевич помог Григорию Александровичу Потемкину в первых его шагах. Когда Потемкин завершил свое восхождение, благодарная царица вновь оценила усердие Хрюшкина: пожаловала камергером двора и тридцатью тысячами рублей на дом в Петербурге.",
    "options": [
      {
        "next": "60"
      }
    ],
    "rank": "ober-kamerger",
    "final": false
  },
  "60": {
    "year": "1785",
    "age": "50 лет",
    "text": "В 1785 году Петр Алексеевич Хрюшкин стал гофмаршалом двора и окончательно вошел в круг близких к Екатерине людей. Вместе с ней он переезжал из Зимнего дворца в Таврический, Петергоф и Царское Село; отправлялся в гости на «дачи» вельмож; «прогуливался» на шлюпках по Неве и в карете по улицам столицы или в «фаетоне» по аллеям Царскосельского парка. По вечерам его постоянно приглашали в личные покои императрицы, где он играл с государыней на бильярде, составлял ей компанию за карточным столом, а также «препровождал» ее на выходах, во время визитов в «вольный маскарад» или на прогулках в «зверинец».",
    "options": [
      {
        "next": "61"
      }
    ],
    "rank": "gofmarshal",
    "final": false
  },
  "61": {
    "year": "1792-1795",
    "age": "57-60 лет",
    "text": "В 1792 году Петр Алексеевич получил графский титул и вместе с ним чин обер-гофмаршала, а в 1795 году, при последнем разделе Польши, — еще 4 000 душ.",
    "options": [
      {
        "next": "62"
      }
    ],
    "rank": "ober-gofmarshal",
    "final": false
  },
  "62": {
    "year": "1796-1802",
    "age": "61-67 лет",
    "text": "В 1796 году скончалась императрица. Петр Алексеевич, пользовавшийся ее расположением, тут же попал в немилость к Павлу I. Он вышел в отставку и вернулся в имение, где отстроил родовую усадьбу, давал балы и завел даже крепостной театр. Дворяне Владимирской губернии единодушно избрали их светлость графа Хрюшкина губернским предводителем дворянства. Прослужив трехлетие, он скончался в 1802 году.",
    "options": null,
    "rank": "ober-gofmarshal",
    "final": true
  },
  "2а": {
    "year": "1747-1753",
    "age": "12 лет –18 лет",
    "text": "Родители решили нанять иностранного учителя. По совету того же дяди-бригадира они выписали из Петербурга немца, студента-недоучку, прибывшего в Россию за карьерой чиновника.",
    "options": [
      {
        "next": "3",
        "text": "К восемнадцати годам Петя выучился арифметике и геометрии, а немец пристойно обучил его немецкому языку."
      },
      {
        "next": "3а",
        "text": "В Хрюшкино немец занял лучшую комнату, но никакого интереса к учению мальчика не демонстрировал, а получив второе жалованье, и вовсе удрал. Арифметику и геометрию Петя как-то освоил, но с немецким не вышло."
      }
    ],
    "rank": null,
    "final": false
  },
  "3а": {
    "year": "1753-1754",
    "age": "18-19 лет",
    "text": "В 1753 году Петя явился в Москву на смотр в третий — и последний раз. Там недоросля Петра Алексеева сына Хрюшкина определили в службу и зачислили рядовым в мушкетерскую роту N-ского пехотного полка. Однажды во время службы молодой солдат заснул в карауле.",
    "options": [
      {
        "next": "4а",
        "text": "Пока он спал, его ружье унес лихой человек."
      },
      {
        "next": "9а",
        "text": "Пока он спал, сослуживцы спрятали его ружье, демонстрируя таким образом специфический армейский юмор."
      }
    ],
    "rank": null,
    "final": false
  },
  "4а": {
    "year": "1754",
    "age": "19 лет",
    "text": "За утрату оружия Петру Хрюшкину присудили тяжкий штраф — стоять на часах с четырьмя фузеями.",
    "options": [
      {
        "next": "5а",
        "text": "Штраф Петр отстоял, а затем еще и поставил капралу водки."
      },
      {
        "next": "6",
        "text": "Обидевшись на такую несправедливость, Петр устроил драку с капралом и другими солдатами."
      }
    ],
    "rank": null,
    "final": false
  },
  "5а": {
    "year": "1754-1755",
    "age": "19-20 лет",
    "text": "С тех пор Петр больше армейских правил не нарушал и на товарищей никогда не доносил. Позднее он взялся сочинять за вечно пьяного и оттого больного писаря ротные бумаги. В том же году Петр Хрюшкин стал капралом, а в 1755 — фурьером.",
    "options": [
      {
        "next": "10а"
      }
    ],
    "rank": "fourier",
    "final": false
  },
  "6а": {
    "year": "1756",
    "age": "21 год",
    "text": "В 1756 году однажды по получении жалования Петр Хрюшкин напился в зюзю, пропил мундир, потерял ружье и изматерил капрала, капитана, полковника и государыню императрицу за то, что позволяет обижать солдата-дворянина. Результатом стало следствие по «слову и делу». Приговор Хрюшкину вынесли уже как рецидивисту — ссылка в каторжные работы на три года.",
    "options": [
      {
        "next": "6б"
      }
    ],
    "rank": null,
    "final": false
  },
  "6б": {
    "year": "1757-1762",
    "age": "22 года-27 лет",
    "text": "Едва попав на каторгу, герой наш бежал.",
    "options": [
      {
        "next": "7",
        "text": "Проведя несколько лет в бегах, Петр Алексеевич узнал об амнистии и явился с раскаянием, выдав еще и других злодеев."
      },
      {
        "next": "8",
        "text": "В бегах Петр Алексеевич подался в разбойники, собрал из дезертиров шайку и грабил дворянские имения."
      }
    ],
    "rank": null,
    "final": false
  },
  "9а": {
    "year": "1754-1755",
    "age": "19-20 лет",
    "text": "Солдатик ужаснулся — пропажа ружья означала военный суд. Но шутники признались; Петруша не пошел орать и жаловаться, а угостил капрала и других вином за «науку». Мужики оценили — и с тех пор охотно учили новобранца строевым навыкам. Начальство тоже одобрило парня, который оказался к тому же грамотным и сообразительным. В результате в том же году Петр Хрюшкин стал капралом, а в 1755 — фурьером.",
    "options": [
      {
        "next": "10а"
      }
    ],
    "rank": "fourier",
    "final": false
  },
  "10а": {
    "year": "1756-1758",
    "age": "21 год – 23 года",
    "text": "За распорядительность, исполнительность и трезвость Петр Алексеевич был пожалован в сержанты. В службе усвоил истину: «Ежели желаешь быть от начальников своих исправным, расторопным, не леностным с точностию приказание начальника исполняющим, верным репортом уведомляющим (СНОСКА: «Верным репортом уведомляющим» — точно и вовремя рапортующим об исполнении приказания), — за таковым поведением конечно ожидать их к себе любви и всякого спомажения, в случае каковой иногда погрешности».",
    "options": [
      {
        "next": "12",
        "text": "В 1758 году N-ский пехотный полк отправили в Германию — на поля сражений Семилетней войны."
      },
      {
        "next": "25",
        "text": "N-ский пехотный полк остался в России на квартирах."
      }
    ],
    "rank": "sergeant",
    "final": false
  },
  "28а": {
    "year": "1771-1775",
    "age": "36–40 лет",
    "text": "В 1771 году Хрюшкин вместе с армией Василия Михайловича Долгорукова брал Крым и стал премьер-майором. Наконец, в 1775 году болезни и раны вынудили Петра Алексеевича Хрюшкина выйти в отставку в чине подполковника. Петр Алексеевич вернулся в свое имение.",
    "options": [
      {
        "next": "20"
      }
    ],
    "rank": null,
    "final": false
  },
  "39а": {
    "year": "1787",
    "age": "52 года",
    "text": "В 1787 году по дороге на юг через Смоленск проезжала сама матушка-императрица, и наместнику Хрюшкину выпала честь устроить ей встречу.",
    "options": [
      {
        "next": "40",
        "text": "Петр Алексеевич торжественно встретил Екатерину, устроил театральное представление, фейерверк и показал новые здания присутственных мест и школу, ученики коей «отменное показали знание истории российской»."
      },
      {
        "next": "43",
        "text": "Государыня приемом осталась недовольна: наместник льстил грубо и неумеренно, а в это время на него сыпались доносы о лихоимстве."
      }
    ],
    "rank": null,
    "final": false
  },
  "40а": {
    "year": "1787",
    "age": "52 года",
    "text": "Как только Петр Алексеевич вернулся в Смоленск, Османская империя объявила Российской империи войну. Хрюшкин, памятуя о том, как во время войны быстро приобретаются чины, отпросился в действующую армию. Расчет оказался верным. В декабре 1788 года ан участвовал в кровопролитном штурме Очакова и по рапорту Потемкина получил орден св. Георгия III степени и 5 тысяч десятин плодородной земли в Новороссии (Екатеринославской губернии) — «за оказанное мужество преодолением неудобств и взойдением на крепостной вал».",
    "options": [
      {
        "next": "41"
      }
    ],
    "rank": "general_poruchik",
    "final": false
  }
}