{
  "1": {
    "year": "1742",
    "age": "7 лет",
    "text": "Петр Хрюшкин с&nbsp;рождения жил с&nbsp;матушкой в&nbsp;господском доме своего родового имения. По&nbsp;молодости никаких особенных талантов он&nbsp;еще не&nbsp;демонстрировал, но&nbsp;и&nbsp;не отставал от&nbsp;сверстников. В&nbsp;1742 году юный дворянин был впервые вызван на&nbsp;смотр в&nbsp;Петербург, в&nbsp;Герольдию при Сенате. В&nbsp;путешествие мать отправилась вместе с&nbsp;ним.",
    "options": [
      {
        "next": "29",
        "text": "По&nbsp;ходатайству влиятельного дяди-бригадира недоросля зачислили в&nbsp;Сухопутный кадетский корпус на&nbsp;казенный кошт."
      },
      {
        "next": "2",
        "text": "После смотра Петю Хрюшкина отправили домой продолжать учиться у&nbsp;местного дьячка."
      }
    ],
    "rank": null,
    "final": false,
    "transitionText": "",
    "notes": [
      "Дворянские смотры",
      "Сухопутный кадетский корпус",
      "Казенный кошт"
    ]
  },
  "2": {
    "year": "1747",
    "age": "12 лет",
    "text": "Петя второй раз явился на&nbsp;смотр в&nbsp;столицу.",
    "options": [
      {
        "next": "2а",
        "text": "Выяснив, что он&nbsp;умеет читать и&nbsp;писать, мальчика опять отпустили домой изучать науки."
      },
      {
        "next": "46",
        "text": "По&nbsp;ходатайству дяди-бригадира и&nbsp;его друга майора гвардии Петю записали<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>сверх комплекта&raquo; в&nbsp;гвардию&nbsp;&mdash; и&nbsp;отпустили домой изучать науки."
      }
    ],
    "rank": null,
    "final": false,
    "transitionText": "",
    "notes": [
      "Запись «сверх комплекта»",
      "Гвардия"
    ]
  },
  "3": {
    "year": "1753–1754",
    "age": "18–19 лет",
    "text": "В&nbsp;1753 году Петя явился в&nbsp;Москву на&nbsp;смотр в&nbsp;третий&nbsp;&mdash; и&nbsp;последний&nbsp;&mdash; раз. Там недоросля Петра Алексеева сына Хрюшкина определили в&nbsp;службу и&nbsp;зачислили рядовым в&nbsp;мушкетерскую роту N-ского пехотного полка. <br />\nОднажды во&nbsp;время службы молодой солдат заснул в&nbsp;карауле.",
    "options": [
      {
        "next": "4",
        "text": "Пока он&nbsp;спал, его ружье унес лихой человек."
      },
      {
        "next": "9",
        "text": "Пока он&nbsp;спал, сослуживцы спрятали его ружье, демонстрируя таким образом специфический армейский юмор."
      }
    ],
    "rank": "soldat",
    "final": false,
    "transitionText": "Ваш дворянин поступил на службу",
    "notes": [
      "Военная служба дворян",
      "Устройство российской пехоты"
    ]
  },
  "4": {
    "year": "1754",
    "age": "19 лет",
    "text": "За&nbsp;утрату оружия Петру Хрюшкину присудили тяжкий штраф&nbsp;&mdash; стоять на&nbsp;часах с&nbsp;четырьмя фузеями.",
    "options": [
      {
        "next": "5",
        "text": "Штраф Петр отстоял, а&nbsp;затем еще и&nbsp;поставил капралу водки."
      },
      {
        "next": "6",
        "text": "Обидевшись на&nbsp;такую несправедливость, Петр устроил драку с&nbsp;капралом и&nbsp;другими солдатами."
      }
    ],
    "rank": "soldat",
    "final": false,
    "transitionText": "",
    "notes": [
      "Фузея"
    ]
  },
  "5": {
    "year": "1754–1755",
    "age": "19–20 лет",
    "text": "С&nbsp;тех пор Петр больше армейских правил не&nbsp;нарушал и&nbsp;на&nbsp;товарищей никогда не&nbsp;доносил. Позднее он&nbsp;взялся сочинять за&nbsp;вечно пьяного и&nbsp;оттого больного писаря ротные бумаги. В&nbsp;том&nbsp;же году Петр Хрюшкин стал капралом, а&nbsp;в&nbsp;1755-м&nbsp;&mdash; фурьером.",
    "options": [
      {
        "next": "10"
      }
    ],
    "rank": "fourier",
    "final": false,
    "transitionText": "Ваш дворянин продолжил военную службу и повышен в классе",
    "notes": [
      "Капрал и фурьер"
    ]
  },
  "6": {
    "year": "1755",
    "age": "20 лет",
    "text": "За&nbsp;утрату оружия, ослушание и&nbsp;драку Петр Хрюшкин попал под суд, назначивший ему<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>гоняние шпицрутен&raquo; через батальон. Наказание он&nbsp;перенес, после отлежался, но&nbsp;обозлился.",
    "options": [
      {
        "next": "6а"
      }
    ],
    "rank": "soldat",
    "final": false,
    "transitionText": "",
    "notes": [
      "Шпицрутены"
    ]
  },
  "7": {
    "year": "1762–1787",
    "age": "27—52 года",
    "text": "Раскаявшегося Петра Алексеевича Хрюшкина определили опять в&nbsp;полк&nbsp;&mdash; где он&nbsp;и&nbsp;остался до&nbsp;смерти рядовым.",
    "options": null,
    "rank": "soldat",
    "final": true,
    "resultId": 1,
    "transitionText": "Ваш дворянин вернулся на военную службу",
    "notes": []
  },
  "8": {
    "year": "1762–1781",
    "age": "27–46 лет",
    "text": "Петр Алекссевич более десяти лет грабил дома и&nbsp;имения. В&nbsp;1776 году он&nbsp;был схвачен наконец военной командой, осужден к&nbsp;смерти, заклеймен и&nbsp;отправлен на&nbsp;Нерчинскую каторгу, где и&nbsp;умер через пять лет.",
    "options": null,
    "rank": null,
    "final": true,
    "resultId": 2,
    "transitionText": "",
    "notes": [
      "Нерчинская каторга"
    ]
  },
  "9": {
    "year": "1754–1755",
    "age": "19–20 лет",
    "text": "Солдатик ужаснулся: пропажа ружья означала военный суд. Но&nbsp;шутники признались; Петруша не&nbsp;пошел орать и&nbsp;жаловаться, а&nbsp;угостил капрала и&nbsp;других вином за&nbsp;&laquo;науку&raquo;. Мужики оценили&nbsp;&mdash; и&nbsp;с&nbsp;тех пор охотно учили новобранца строевым навыкам. Начальство тоже одобрило парня, который оказался к&nbsp;тому&nbsp;же грамотным и&nbsp;сообразительным. В&nbsp;результате в&nbsp;том&nbsp;же году Петр Хрюшкин стал капралом, а&nbsp;в&nbsp;1755-м&nbsp;&mdash; фурьером.",
    "options": [
      {
        "next": "10"
      }
    ],
    "rank": "fourier",
    "final": false,
    "transitionText": "Ваш дворянин продолжил военную службу и повышен в классе",
    "notes": [
      "Капрал и фурьер"
    ]
  },
  "10": {
    "year": "1756–1758",
    "age": "21–23 года",
    "text": "За&nbsp;распорядительность, исполнительность и&nbsp;трезвость Петр Алексеевич был пожалован в&nbsp;сержанты. В&nbsp;службе усвоил истину: &laquo;Ежели желаешь быть от&nbsp;начальников своих исправным, расторопным, не&nbsp;леностным с&nbsp;точностию приказание начальника исполняющим, верным репортом уведомляющим [note=&laquo;Верным репортом уведомляющим&raquo;&nbsp;&mdash; точно и&nbsp;вовремя рапортующим об&nbsp;исполнении приказания],&nbsp;&mdash; за&nbsp;таковым поведением конечно ожидать их&nbsp;к&nbsp;себе любви и&nbsp;всякого спомажения, в&nbsp;случае каковой иногда погрешности&quot;.",
    "options": [
      {
        "next": "11",
        "text": "В&nbsp;1758 году N-ский пехотный полк отправили в&nbsp;Германию&nbsp;&mdash; на&nbsp;поля сражений Семилетней войны."
      },
      {
        "next": "25",
        "text": "N-ский пехотный полк остался в&nbsp;России на&nbsp;квартирах."
      }
    ],
    "rank": "sergeant",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Сержант",
      "Семилетняя война"
    ]
  },
  "11": {
    "year": "1758",
    "age": "23 года",
    "text": "Сержант Хрюшкин, зная немецкий, оказался способен вести разведку сил неприятеля и&nbsp;договариваться с&nbsp;местным населением, чтобы солдат на&nbsp;квартирах кормили и&nbsp;поили, а&nbsp;они вели себя прилично. Это отметило начальство&nbsp;&mdash; и&nbsp;после удачной стычки с&nbsp;неприятелем Петр Алексеевич был произведен на&nbsp;вакансию в&nbsp;прапорщики.",
    "options": [
      {
        "next": "13"
      }
    ],
    "rank": "praporshik",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Прапорщик",
      "Снабжение армии",
      "Вакансия"
    ]
  },
  "12": {
    "year": "1759",
    "age": "24 года",
    "text": "В&nbsp;ходе кровопролитного сражения при Кунерсдорфе был тяжело ранен капитан роты, в&nbsp;которой служил сержант Хрюшкин, и&nbsp;убит поручик. Хрюшкин взял командование ротой на&nbsp;себя и&nbsp;повел ее&nbsp;в&nbsp;штыки на&nbsp;неприятеля: &laquo;И&nbsp;в&nbsp;том жестоком огне весьма редкий от&nbsp;смерти, а&nbsp;паче от&nbsp;ран, спастись мог; где и&nbsp;я&nbsp;получил в&nbsp;грудь и&nbsp;в&nbsp;правую руку рану, хотя не&nbsp;чрезвычайную, но&nbsp;чувствительную&raquo;. За&nbsp;это был пожалован в&nbsp;прапорщики.",
    "options": [
      {
        "next": "14"
      }
    ],
    "rank": "praporshik",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Кунерсдорфское сражение (12 августа 1759 года)",
      "Прапорщик"
    ]
  },
  "13": {
    "year": "1759",
    "age": "24 года",
    "text": "В&nbsp;ходе кровопролитного сражение при Кунерсдорфе был тяжело ранен капитан роты, в&nbsp;которой служил прапорщик Хрюшкин, и&nbsp;убит поручик. Хрюшкин взял командование ротой на&nbsp;себя и&nbsp;повел ее&nbsp;в&nbsp;штыки на&nbsp;неприятеля: &laquo;И&nbsp;в&nbsp;том жестоком огне весьма редкий от&nbsp;смерти, а&nbsp;паче от&nbsp;ран, спастись мог; где и&nbsp;я&nbsp;получил в&nbsp;грудь и&nbsp;в&nbsp;правую руку рану, хотя не&nbsp;чрезвычайную, но&nbsp;чувствительную&raquo;. За&nbsp;это был пожалован в&nbsp;подпоручики.",
    "options": [
      {
        "next": "15"
      }
    ],
    "rank": "podporuchik",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Кунерсдорфское сражение (12 августа 1759 года)",
      "Подпоручик"
    ]
  },
  "14": {
    "year": "1760",
    "age": "25 лет",
    "text": "Из-за больших потерь среди офицеров при Кунерсдорфе прапорщик Хрюшкин был произведен вне очереди в&nbsp;подпоручики. В&nbsp;1760 году уже подпоручик Хрюшкин вошел со&nbsp;своим полком в&nbsp;Берлин; там он&nbsp;оказался незаменим при взимании контрибуции с&nbsp;города, отмечен генералом и&nbsp;пожалован в&nbsp;поручики. Хорошо понял: &laquo;Как нередко по&nbsp;службе случается быть при великих людях и&nbsp;важных начальниках всяческих, беречись и&nbsp;осторожно с&nbsp;ними обходиться, несмотря иногда на&nbsp;ласковые их&nbsp;слова; ибо по&nbsp;примеру присловицы: с&nbsp;большими господами вишен не&nbsp;ешь, как&nbsp;бы косточками глаза не&nbsp;выбили,&nbsp;&mdash; у&nbsp;них иногда самомалейший проступок великим, а&nbsp;случаем и&nbsp;чрезвычайный за&nbsp;малый проходит&raquo;.",
    "options": [
      {
        "next": "16"
      }
    ],
    "rank": "poruchik",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Взятие Берлина",
      "Поручик"
    ]
  },
  "15": {
    "year": "1760",
    "age": "25 лет",
    "text": "В&nbsp;1760 году подпоручик Хрюшкин вошел со&nbsp;своим полком в&nbsp;Берлин; там он&nbsp;оказался незаменим при взимании контрибуции с&nbsp;города. Его отметил генерал, он&nbsp;был пожалован в&nbsp;поручики. Хорошо понял: &laquo;Как нередко по&nbsp;службе случается быть при великих людях и&nbsp;важных начальниках всяческих, беречись и&nbsp;осторожно с&nbsp;ними обходиться, несмотря иногда на&nbsp;ласковые их&nbsp;слова; ибо по&nbsp;примеру присловицы: с&nbsp;большими господами вишен не&nbsp;ешь, как&nbsp;бы косточками глаза не&nbsp;выбили,&nbsp;&mdash; у&nbsp;них иногда самомалейший проступок великим, а&nbsp;случаем и&nbsp;чрезвычайный за&nbsp;малый проходит&raquo;.",
    "options": [
      {
        "next": "16"
      }
    ],
    "rank": "poruchik",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Взятие Берлина",
      "Поручик"
    ]
  },
  "16": {
    "year": "1761",
    "age": "26 лет",
    "text": "В&nbsp;1761 году поручик Хрюшкин с&nbsp;дивизией генерала Румянцева осаждал и&nbsp;взял город Кольберг. Ему был поручен учет взятого оружия и&nbsp;казны, после чего за&nbsp;отличную службу он&nbsp;был сразу пожалован на&nbsp;вакансию в&nbsp;капитаны.",
    "options": [
      {
        "next": "18"
      }
    ],
    "rank": "captain",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Петр Румянцев (1725-1796)",
      "Осада Кольберга",
      "Вакансия",
      "Капитан"
    ]
  },
  "18": {
    "year": "1762",
    "age": "27 лет",
    "text": "Вскоре после Кольберга пришло известие о&nbsp;том, что Елизавета Петровна умерла и&nbsp;на&nbsp;престол взошел Петр III. Румянцев отправился в&nbsp;Петербург и&nbsp;взял с&nbsp;собой капитана Хрюшкина.",
    "options": [
      {
        "next": "53",
        "text": "9&nbsp;февраля 1762 года Румянцев явился на&nbsp;прием к&nbsp;Петру III, чтобы получить из&nbsp;рук императора два ордена&nbsp;&mdash; Андрея Первозванного и&nbsp;Святой Анны. Хрюшкина он&nbsp;взял с&nbsp;собой. Румянцева произвели в&nbsp;генерал-аншефы, а&nbsp;Хрюшкину оказали честь, предложив на&nbsp;офицерскую вакансию в&nbsp;гвардейский Семеновский полк."
      },
      {
        "next": "19",
        "text": "Сделав в&nbsp;Петербурге все дела и&nbsp;пару дней погуляв, Хрюшкин вернулся обратно в&nbsp;полк."
      }
    ],
    "rank": "captain",
    "final": false,
    "transitionText": "",
    "notes": [
      "Петр III (1728-1762)",
      "Орден Святой Анны",
      "Орден Святого апостола Андрея Первозванного"
    ]
  },
  "19": {
    "year": "1762",
    "age": "27 лет",
    "text": "Сразу после этого случилось внеочередное повышение, и&nbsp;Хрюшкин вышел в&nbsp;майоры. Но&nbsp;не&nbsp;успел он&nbsp;выслужить и&nbsp;недели, как вышел манифест Петра III.",
    "options": [
      {
        "next": "20",
        "text": "Только узнав о&nbsp;переменах, Петр Алексеевич подал прошение об&nbsp;отставке, с&nbsp;тем чтобы оставить службу и&nbsp;вернуться в&nbsp;свое имение, давно уже перешедшее ему по&nbsp;наследству."
      },
      {
        "next": "22",
        "text": "Только узнав о&nbsp;переменах, Петр Алексеевич подал прошение об&nbsp;отставке: военная служба давно уже успела ему надоесть, и&nbsp;он&nbsp;находил в&nbsp;себе желание и&nbsp;достаточные способности, чтобы заниматься статскими делами."
      }
    ],
    "rank": "major",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Повышение по службе",
      "Майор",
      "Манифест о вольности дворянства"
    ]
  },
  "20": {
    "year": "1762–1775",
    "age": "27–40 лет",
    "text": "Выйдя в&nbsp;отставку в&nbsp;чине подполковника, Петр Алексеевич отправился к&nbsp;себе в&nbsp;имение. С&nbsp;отставкой его карьерный рост прекратился. Но&nbsp;отставник был еще молод, имел некоторый опыт по&nbsp;части ведения хозяйства и&nbsp;умел командовать людьми. Сэкономленные деньги и&nbsp;трофейная добыча тоже пошли в&nbsp;дело. Он&nbsp;построил дом, перевел мужиков на&nbsp;барщину, а&nbsp;продукцию&nbsp;&mdash; зерно и&nbsp;овес&nbsp;&mdash; стал продавать на&nbsp;рынке. Завел свою винокурню, которая вскоре стала поставлять вина в&nbsp;государственные питейные дома. На&nbsp;получаемые доходы Петр Алексеевич прикупал соседние пустоши и&nbsp;сажал на&nbsp;них покупных&nbsp;же крестьян. Заслужив своими хозяйственными успехами уважение соседей, Петр Алексеевич Хрюшкин смог выгодно жениться: приданое жены удвоило его и&nbsp;так уже достаточно крупное состояние.",
    "options": [
      {
        "next": "21"
      }
    ],
    "rank": "podpolkovnik",
    "final": false,
    "transitionText": "Ваш дворянин вышел в отставку",
    "notes": [
      "Подполковник",
      "Барщина",
      "Питейный откуп",
      "Порядок приобретения земель"
    ]
  },
  "21": {
    "year": "1775–1802",
    "age": "40–67 лет",
    "text": "По&nbsp;реформе 1775 года Петр Алексеевич Хрюшкин был избран уездным судьей, а&nbsp;по&nbsp;Жалованной грамоте дворянству 1785 года&nbsp;&mdash; уездным предводителем дворянства. После трех трехлетних сроков пребывания на&nbsp;этой должности он&nbsp;получил чин статского советника, но&nbsp;по&nbsp;военной привычке именовал себя бригадиром. Детей учил избегать соблазнов и&nbsp;страстей, в&nbsp;частности&nbsp;&mdash; карточной игры и&nbsp;пьянства, а&nbsp;также знать домашнюю экономию и&nbsp;следить, чтобы бумаги все были выправлены согласно законам. Умер в&nbsp;1802 году.",
    "options": null,
    "rank": "state_advisor",
    "final": true,
    "resultId": 3,
    "transitionText": "",
    "notes": [
      "Губернская реформа 1775 года",
      "Жалованная грамота дворянству",
      "Уездный судья",
      "Уездный предводитель дворянства",
      "Статский советник",
      "Бригадир"
    ]
  },
  "22": {
    "year": "1763",
    "age": "28 лет",
    "text": "Выйдя с&nbsp;военной службы в&nbsp;статскую, Петр Алексеевич был пожалован надворным советником и&nbsp;определен воеводой в&nbsp;Саратов. Там он&nbsp;почувствовал себя полновластным хозяином: по&nbsp;словам доносителей, употреблял побои, наказания плетьми, &laquo;скверно-матерную брань&raquo; и&nbsp;&laquo;саратовских граждан привел в&nbsp;великую робость и&nbsp;страх&raquo;. Провинившихся обывателей из&nbsp;&laquo;подлых&raquo; употреблял<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>в&nbsp;партикулярные услуги яко невольников, паче крепостных людей&raquo;. Брал взятки с&nbsp;просителей осетрами, сукном, лошадьми, сеном и, конечно, деньгами: &laquo;До&nbsp;взяток он, Хрюшкин, был столь жаден, чтоб ни&nbsp;одна копейка его рук миновать не&nbsp;могла&raquo;.",
    "options": [
      {
        "next": "23"
      }
    ],
    "rank": "court_advisor",
    "final": false,
    "transitionText": "Ваш дворянин перешел на гражданскую службу",
    "notes": [
      "Надворный советник",
      "Воевода"
    ]
  },
  "23": {
    "year": "1766",
    "age": "31 год",
    "text": "Не&nbsp;выдержав несправедливостей, некий купец Авоськин донес на&nbsp;воеводу Хрюшкина в&nbsp;Сенат. Из&nbsp;Петербурга прибыла комиссия коллежского асессора Свинухина, но&nbsp;Хрюшкин нашел с&nbsp;ним общий язык&nbsp;&mdash; и&nbsp;поделился. В&nbsp;итоге асессор счел жалобы<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>затейными и&nbsp;ложными&raquo;&nbsp;&mdash; поскольку донос был написан не&nbsp;по&nbsp;форме и&nbsp;указывал на&nbsp;злоупотребления воеводы по&nbsp;отношению к&nbsp;третьим лицам, которые от&nbsp;своих претензий вовсе отказались. В&nbsp;результате воеводу Хрюшкина оправдали, зато доноситель Авоськин был высечен кнутом, а&nbsp;затем сослан на&nbsp;жительство в&nbsp;Оренбург.",
    "options": [
      {
        "next": "24"
      }
    ],
    "rank": "court_advisor",
    "final": false,
    "transitionText": "",
    "notes": [
      "Сенатская комиссия"
    ]
  },
  "24": {
    "year": "1767–1802",
    "age": "",
    "text": "В&nbsp;1767 году воеводу Петра Алексеевича Хрюшкина все-таки сместили.<br />\nОн&nbsp;вернулся в&nbsp;имение. Как хозяин был вполне удачлив, но, будучи скупцом и&nbsp;кляузником, авторитета у&nbsp;дворян-соседей не&nbsp;имел. Однажды из-за спорных покосных лужков он&nbsp;устроил<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>наезд&raquo; своих крестьян на&nbsp;соседских. Случилась драка, два мужика были убиты. Хрюшкин попал под суд, с&nbsp;трудом опять откупился, но&nbsp;имение покинул. С&nbsp;тех пор он&nbsp;жил во&nbsp;Владимире, содержа на&nbsp;свое имя откуп городских питейных домов. Помер от&nbsp;апоплексического удара при подсчете своих доходов.",
    "options": null,
    "rank": "court_advisor",
    "final": true,
    "resultId": 4,
    "transitionText": "Ваш дворянин вышел в отставку",
    "notes": [
      "Питейный откуп"
    ]
  },
  "25": {
    "year": "1756–1767",
    "age": "21–32 года",
    "text": "Поскольку вакансии в&nbsp;провинции случались редко, а&nbsp;подвиги и&nbsp;вовсе не&nbsp;случались, карьера Петра Алексеевича шла медленно. Служебного рвения он&nbsp;тоже не&nbsp;демонстрировал, усвоив следующее установление: &laquo;&hellip;ни от&nbsp;какой услуги, куда&nbsp;бы тебя не&nbsp;определили, не&nbsp;отрицайся, и&nbsp;ни&nbsp;на что сам не&nbsp;называйся, если хочешь быть в&nbsp;благополучии&raquo;. <br />\nВ&nbsp;1762 году его наконец произвели в&nbsp;подпоручики, в&nbsp;1764 году&nbsp;&mdash; в&nbsp;поручики, и&nbsp;только в&nbsp;1767 году он&nbsp;сделался капитан-поручиком.",
    "options": [
      {
        "next": "26",
        "text": "При очередном производстве про Петра Алексеевича забыли и&nbsp;обошли с&nbsp;повышением. Он&nbsp;обиделся и&nbsp;вышел в&nbsp;отставку."
      },
      {
        "next": "27",
        "text": "Несмотря на&nbsp;то&nbsp;что по&nbsp;манифесту Петра III можно было выйти в&nbsp;отставку, Хрюшкин так привык к&nbsp;службе и&nbsp;боялся неизвестности, что остался в&nbsp;полку."
      }
    ],
    "rank": "captain-poruchik",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Вакансия",
      "Капитан-поручик",
      "Подпоручик",
      "Поручик",
      "Капитан",
      "Манифест о вольности дворянства"
    ]
  },
  "26": {
    "year": "1767–1774",
    "age": "32-39 лет",
    "text": "Петр Алексеевич уехал в&nbsp;имение в&nbsp;чине капитана. Карьерный рост его вовсе прекратился. Но&nbsp;отставник был еще молод, имел некоторый опыт по&nbsp;части ведения хозяйства и&nbsp;умел командовать людьми. Кроме того, он&nbsp;располагал небольшими деньгами. Петр Алексеевич построил дом, перевел мужиков на&nbsp;барщину, а&nbsp;продукцию&nbsp;&mdash; зерно и&nbsp;овес&nbsp;&mdash; стал продавать на&nbsp;рынке. Наконец решился жениться, надеясь таким образом еще больше поправить свое финансовое состояние, но&nbsp;брак оказался не&nbsp;очень выгодным, что немало разочаровало его в&nbsp;жизни.<br />\nПетр Алексеевич и&nbsp;раньше любил выпить, но&nbsp;тут эта страсть в&nbsp;нем еще укрепилась. Характер все сильнее портился&nbsp;&mdash; он&nbsp;поколачивал жену, детей и&nbsp;крестьян. Окончилось дело тем, что в&nbsp;1774 году собственные мужики ночью убили его вилами за&nbsp;то, что он&nbsp;публично порол их&nbsp;жен.",
    "options": null,
    "rank": "captain",
    "final": true,
    "resultId": 5,
    "transitionText": "Ваш дворянин вышел в отставку",
    "notes": [
      "Барщина",
      "Капитан"
    ]
  },
  "27": {
    "year": "1768",
    "age": "33 года",
    "text": "Петр Алексеевич совсем было приуныл, но&nbsp;в&nbsp;1768 году наконец подоспела русско-турецкая война. На&nbsp;этот раз полк Хрюшкина отправился на&nbsp;поля сражений. Сражения принесли за&nbsp;собой смерти&nbsp;&mdash; и, соответственно, вакансии. Практически сразу после начала войны Хрюшкин был-таки произведен в&nbsp;капитаны.",
    "options": [
      {
        "next": "28"
      }
    ],
    "rank": "captain",
    "final": false,
    "transitionText": "Ваш дворянин продолжил военную службу и повышен в классе",
    "notes": [
      "Русско-турецкая война (1768-1774)",
      "Капитан"
    ]
  },
  "28": {
    "year": "1770",
    "age": "35 лет",
    "text": "В&nbsp;1770 году за&nbsp;участие в&nbsp;битвах Петр Алексеевич Хрюшкин был произведен в&nbsp;секунд-майоры. В&nbsp;сражении у&nbsp;города Журжа он&nbsp;проявил недюжинную храбрость, вместе с&nbsp;ротой гренадеров бросившись на&nbsp;укрепление: они взобрались на&nbsp;достаточно большую высоту и&nbsp;взяли батарею с&nbsp;шестью пушками. За&nbsp;это Хрюшкин был награжден орденом Св. Георгия Победоносца&nbsp;IV степени.",
    "options": [
      {
        "next": "28а"
      }
    ],
    "rank": "second_major",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Секунд-майор",
      "Подполковник",
      "Взятие Журжи",
      "Орден Святого Георгия"
    ]
  },
  "29": {
    "year": "1742–1756",
    "age": "7-21 год",
    "text": "Итак, герой наш учился в&nbsp;Сухопутном кадетском корпусе.",
    "options": [
      {
        "next": "30",
        "text": "Учился Петруша плохо: &laquo;Никаких языков, тако&nbsp;ж и&nbsp;геометрии понять не&nbsp;мог за&nbsp;совершенною тупостью&raquo;."
      },
      {
        "next": "32",
        "text": "Учился Петруша отлично, так что в&nbsp;конце получил такую характеристику: &laquo;Геометрию и&nbsp;фортификацию знает, говорит и&nbsp;пишет совершенно по-немецки, говорит изрядно по-французски и&nbsp;разумеет французских авторов, обучался истории и&nbsp;географии, тако&nbsp;ж верховой езде, танцовать и&nbsp;фехтовать и&nbsp;притом особливо доброго поведения&raquo;."
      }
    ],
    "rank": null,
    "final": false,
    "transitionText": "",
    "notes": []
  },
  "30": {
    "year": "1756",
    "age": "21 год",
    "text": "<span style=\"margin-left:-0.44em;\">&laquo;</span>За&nbsp;леность и&nbsp;нехождение в&nbsp;классы&raquo; бывал неоднократно порот и&nbsp;наконец выпущен в&nbsp;1756 году всего лишь сержантом в&nbsp;пехоту.",
    "options": [
      {
        "next": "31"
      }
    ],
    "rank": "sergeant",
    "final": false,
    "transitionText": "Ваш дворянин поступил на службу",
    "notes": [
      "Сержант"
    ]
  },
  "31": {
    "year": "1756–1773",
    "age": "21—38 лет",
    "text": "Поскольку вакансии в&nbsp;провинции случались редко, а&nbsp;подвиги и&nbsp;вовсе не&nbsp;случались, карьера Петра Алексеевич шла медленно. Служебного рвения он&nbsp;тоже не&nbsp;демонстрировал, усвоив следующее установление: &laquo;&hellip;ни от&nbsp;какой услуги, куда&nbsp;бы тебя не&nbsp;определили, не&nbsp;отрицайся, и&nbsp;ни&nbsp;на что сам не&nbsp;называйся, если хочешь быть в&nbsp;благополучии&raquo;. В&nbsp;1762 году его наконец произвели в&nbsp;прапорщики, в&nbsp;1764 году&nbsp;&mdash; в&nbsp;подпоручики, и&nbsp;только в&nbsp;1767 году он&nbsp;сделался поручиком, в&nbsp;1770-м&nbsp;&mdash; капитан-поручиком. Наконец, не&nbsp;получив при очередном производстве в&nbsp;1773 году чина капитана, Петр Алексеевич обиделся&nbsp;&mdash; и&nbsp;подал прошение об&nbsp;отставке.",
    "options": [
      {
        "next": "26"
      }
    ],
    "rank": "captain-poruchik",
    "final": false,
    "transitionText": "Ваш дворянин продолжил военную службу и повышен в классе",
    "notes": [
      "Вакансия",
      "Прапорщик",
      "Подпоручик",
      "Поручик",
      "Капитан",
      "Манифест о вольности дворянства"
    ]
  },
  "32": {
    "year": "1756–1758",
    "age": "21–23 года",
    "text": "Из&nbsp;корпуса молодого Петра Алексеевича выпустили сразу подпоручиком в&nbsp;N-ский кирасирский полк. В&nbsp;1757 году он&nbsp;был произведен в&nbsp;поручики, а&nbsp;в&nbsp;1758 году его полк отправился в&nbsp;Германию&nbsp;&mdash; на&nbsp;поля сражений Семилетней войны.",
    "options": [
      {
        "next": "33"
      }
    ],
    "rank": "poruchik",
    "final": false,
    "transitionText": "Ваш дворянин поступил на службу",
    "notes": [
      "Подпоручик",
      "Кирасирские полки",
      "Русская кавалерия",
      "Поручик",
      "Семилетняя война"
    ]
  },
  "33": {
    "year": "1758–1761",
    "age": "23—26 лет",
    "text": "В&nbsp;1758 году Хрюшкину случилось принять участие в&nbsp;сражении при Цорндорфе. Там он&nbsp;был ранен и&nbsp;ограблен пруссаками. Как сам он&nbsp;писал позднее в&nbsp;письме товарищу по&nbsp;кадетскому корпусу: &laquo;Адин прашол салдат мимо меня и&nbsp;выстрелел, а&nbsp;другой тотчас меня увидел, замахнулса штыком, и&nbsp;к&nbsp;нему вышел. Взял у&nbsp;меня 14 червонцев и&nbsp;2 рубля денег. <...> Часы томпаковые, каторые в&nbsp;Кенигсберхе насеребреные, вытянул&nbsp;&mdash; очень, очень харошия&nbsp;&mdash; и&nbsp;кавтан снял&hellip; теперь ни&nbsp;телеги ни&nbsp;лошади ни&nbsp;ковтана и&nbsp;почти и&nbsp;штанов нет&raquo;. В&nbsp;следующем году за&nbsp;сражение при Кунерсдорфе Петра Алексеевича произвели в&nbsp;ротмистры.",
    "options": [
      {
        "next": "34",
        "text": "В&nbsp;1761 году, квартируя в&nbsp;городке Грайфенхаген, Петр Алексеевич увлекся местной барышней."
      },
      {
        "next": "35",
        "text": "В&nbsp;1761 году Петр Алексеевич захватил вражеского курьера с&nbsp;письмами и&nbsp;разоблачил таким образом прусского шпиона&nbsp;&mdash; генерал-майора русской армии Готтлиба Курта Тотлебена."
      }
    ],
    "rank": "rotmistr",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Взятие Кенигсберга",
      "Сражение при Цорндорфе (14 августа 1758 года)",
      "Кунерсдорфское сражение (12 августа 1759 года)",
      "Ротмистр",
      "Томпак",
      "Измена Тотлебена"
    ]
  },
  "34": {
    "year": "1761",
    "age": "26 лет",
    "text": "Однажды вечером Петр Алексеевич оставил полк и&nbsp;уехал развлекаться с&nbsp;той самой барышней. Пока его не&nbsp;было, эскадрон начал пьяный грабеж обывателей. Возвратившегося ротмистра ждал военный суд, разжалование в&nbsp;сержанты и&nbsp;перевод в&nbsp;Россию в&nbsp;гарнизонный полк.",
    "options": [
      {
        "next": "31"
      }
    ],
    "rank": "sergeant",
    "final": false,
    "transitionText": "Ваш дворянин понижен в классе",
    "notes": [
      "Эскадрон",
      "Гарнизонный полк"
    ]
  },
  "35": {
    "year": "1761–1762",
    "age": "26–27 лет",
    "text": "За&nbsp;разоблачение шпиона Хрюшкина произвели в&nbsp;майоры. В&nbsp;1762 году, после того как Петр III подписал мир с&nbsp;пруссаками, он&nbsp;вернулся со&nbsp;своим кирасирским полком в&nbsp;Петербург. Там на&nbsp;смотре Петр III сразу произвел его в&nbsp;подполковники&nbsp;&mdash; за&nbsp;знание прусского устава, команд и&nbsp;порядков.",
    "options": [
      {
        "next": "36"
      }
    ],
    "rank": "podpolkovnik",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Майор",
      "Подполковник",
      "Петр III (1728-1762)",
      "Прусский устав"
    ]
  },
  "36": {
    "year": "1762",
    "age": "27 лет",
    "text": "Вскоре после повышения к&nbsp;подполковнику Хрюшкину обратились Кирилл Григорьевич Разумовский и&nbsp;Никита Иванович Панин. От&nbsp;имени Екатерины они предложили Хрюшкину присоединиться к&nbsp;заговору и&nbsp;выступить в&nbsp;ее&nbsp;пользу.",
    "options": [
      {
        "next": "37",
        "text": "Хрюшкин перепугался, ночь не&nbsp;спал, пытаясь предвидеть будущее, но&nbsp;в&nbsp;конце концов предложение отверг."
      },
      {
        "next": "38",
        "text": "Хрюшкин перепугался и&nbsp;хотел было отказаться, но&nbsp;случайно встретил своих друзей-офицеров и&nbsp;узнал, что гвардейские полки уже решили поддержать Екатерину. Подполковник подумал и&nbsp;в&nbsp;итоге принял предложение сановников."
      }
    ],
    "rank": "podpolkovnik",
    "final": false,
    "transitionText": "",
    "notes": [
      "Кирилл Разумовский (1728-1803)",
      "Никита Панин (1718-1783)"
    ]
  },
  "37": {
    "year": "1762",
    "age": "27 лет",
    "text": "28&nbsp;июня, в&nbsp;день переворота, заговорщики обманули офицеров и&nbsp;рядовых его полка, объявив, что ночью государь пьяным упал в&nbsp;пруд и&nbsp;утонул. Несмотря на&nbsp;то&nbsp;что подполковник Хрюшкин догадывался об&nbsp;истинном положении дел, полк в&nbsp;защиту императора не&nbsp;выступил. Это немного облегчило участь Хрюшкина: его не&nbsp;арестовали, но&nbsp;уволили со&nbsp;службы в&nbsp;отставку тем&nbsp;же чином. Обидевшись на&nbsp;государыню-&laquo;иноземку&raquo; и&nbsp;фавор братьев Орловых, Хрюшкин заявил приятелям за&nbsp;столом, что Екатерина не&nbsp;имеет права на&nbsp;трон. Приятели донесли. На&nbsp;этот раз подполковника арестовали, разжаловали в&nbsp;пехотные капитаны и&nbsp;отправили на&nbsp;безвыездное житье в&nbsp;свое имение.",
    "options": [
      {
        "next": "26"
      }
    ],
    "rank": "captain",
    "final": false,
    "transitionText": "Ваш дворянин понижен в классе",
    "notes": [
      "Переворот 1762 года",
      "Братья Орловы",
      "Права Екатерины на трон"
    ]
  },
  "38": {
    "year": "1762",
    "age": "27 лет",
    "text": "28&nbsp;июня Хрюшкин по&nbsp;сигналу привел свой полк присягать Екатерине&nbsp;II и&nbsp;лично арестовал сомневавшихся офицеров. За&nbsp;это он&nbsp;получил 600 душ и&nbsp;чин генерал-майора.",
    "options": [
      {
        "next": "39"
      }
    ],
    "rank": "general_major",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Переворот 1762 года",
      "Генерал-майор"
    ]
  },
  "39": {
    "year": "1769–1776",
    "age": "34–41 год",
    "text": "В&nbsp;1769 году Петр Алексеевич Хрюшкин, генерал-майор, отправился на&nbsp;русско-турецкую войну. За&nbsp;отличные действия при Ларге и&nbsp;Кагуле он&nbsp;стал кавалером ордена Св. Георгия III степени. <br />\nВ&nbsp;1774 году, по&nbsp;заключении мира, молодой генерал представился императрице и&nbsp;понравился Потемкину, сказав ему: &laquo;С&nbsp;крайнею возможностию стараться буду поспешать на&nbsp;употребление себя к&nbsp;должности&raquo;. Поэтому в&nbsp;1776 году, с&nbsp;началом губернской реформы, был назначен смоленским генерал-губернатором.",
    "options": [
      {
        "next": "39а"
      }
    ],
    "rank": "general_major",
    "final": false,
    "transitionText": "",
    "notes": [
      "Русско-турецкая война (1768-1774)",
      "Орден Святого Георгия",
      "Григорий Потемкин (1739-1791)",
      "Губернская реформа 1775 года",
      "Генерал-губернатор"
    ]
  },
  "40": {
    "year": "1787",
    "age": "52 года",
    "text": "Екатерина наградила Хрюшкина орденом Св. Владимира&nbsp;II степени, пожаловала в&nbsp;генерал-поручики и&nbsp;взяла с&nbsp;собой в&nbsp;путешествие в&nbsp;Крым.",
    "options": [
      {
        "next": "40а"
      }
    ],
    "rank": "general_poruchik",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Орден Святого Владимира",
      "Путешествие Екатерины II в Крым"
    ]
  },
  "41": {
    "year": "1791–1793",
    "age": "56–58 лет",
    "text": "В&nbsp;1791 году Петру Алексеевичу выпал случай совсем необыкновенный: он&nbsp;оказал услугу Потемкину, женившись на&nbsp;его любовнице. Приданое жены составило 1000 душ. Вскоре после свадьбы Потемкин умер, а&nbsp;Петр Алексеевич вышел в&nbsp;отставку&nbsp;&mdash; генерал-аншефом.",
    "options": [
      {
        "next": "42"
      }
    ],
    "rank": "general_anshef",
    "final": false,
    "transitionText": "Ваш дворянин вышел в отставку",
    "notes": [
      "Генерал-аншеф",
      "Смерть Потемкина"
    ]
  },
  "42": {
    "year": "1793–1802",
    "age": "58–67 лет",
    "text": "Выйдя в&nbsp;отставку, Хрюшкин населил южные владения и&nbsp;вскоре стал получать оттуда большой оброк. Он&nbsp;отстроил родовую усадьбу&nbsp;&mdash; давал там балы и&nbsp;даже завел крепостной театр. Дворяне Владимирской губернии единодушно избрали генерал-аншефа Хрюшкина губернским предводителем дворянства. В&nbsp;этой должности он&nbsp;прослужил три трехлетия и&nbsp;скончался в&nbsp;1802 году.",
    "options": null,
    "rank": "general_anshef",
    "final": true,
    "resultId": 6,
    "transitionText": "",
    "notes": [
      "Южные владения Российской империи",
      "Крепостной театр",
      "Губернский предводитель дворянства"
    ]
  },
  "43": {
    "year": "1787–1791",
    "age": "52—56 лет",
    "text": "Оправдаться Петр Алексеевич не&nbsp;сумел и&nbsp;попал под следствие. Следствие тянулось пять лет&nbsp;&mdash; и&nbsp;в&nbsp;конце концов по&nbsp;воле государыни<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>и&nbsp;по&nbsp;случаю окончания войны) Хрюшкин получил всемилостивейшее прощение и&nbsp;был отставлен с&nbsp;понижением в&nbsp;чине бригадиром.",
    "options": [
      {
        "next": "44"
      }
    ],
    "rank": "brigadeer",
    "final": false,
    "transitionText": "Ваш дворянин понижен в классе",
    "notes": [
      "Бригадир",
      "Русско-турецкая война (1787-1791)"
    ]
  },
  "44": {
    "year": "1791–1795",
    "age": "56–60 лет",
    "text": "С&nbsp;отставкой карьерный рост Петра Алексеевича прекратился. Но&nbsp;отставник был еще молод, имел некоторый опыт по&nbsp;части ведения хозяйства и&nbsp;умел командовать людьми. Сэкономленные деньги и&nbsp;трофейная добыча тоже пошли в&nbsp;дело. Он&nbsp;построил дом, перевел мужиков на&nbsp;барщину, а&nbsp;продукцию&nbsp;&mdash; зерно и&nbsp;овес&nbsp;&mdash; стал продавать на&nbsp;рынке. Завел свою винокурню, которая вскоре стала поставлять вина в&nbsp;государственные питейные дома. На&nbsp;получаемые доходы Петр Алексеевич прикупал соседние пустоши и&nbsp;сажал на&nbsp;них покупных&nbsp;же крестьян. Заслужив своими хозяйственными успехами уважение соседей, Петр Алексеевич Хрюшкин смог выгодно жениться: приданое жены удвоило его и&nbsp;так уже достаточно крупное состояние.",
    "options": [
      {
        "next": "45"
      }
    ],
    "rank": "brigadeer",
    "final": false,
    "transitionText": "",
    "notes": [
      "Барщина",
      "Питейный откуп",
      "Порядок приобретения земель"
    ]
  },
  "45": {
    "year": "1796–1802",
    "age": "61—67 лет",
    "text": "Уважение соседей помогло Хрюшкину не&nbsp;только устроить семейную жизнь и&nbsp;приумножить состояние, но&nbsp;и&nbsp;пойти по&nbsp;новой стезе: в&nbsp;1795 году он&nbsp;был избран уездным судьей, а&nbsp;в&nbsp;1796-м&nbsp;&mdash; уездным предводителем дворянства. После трех трехлетних сроков получил чин статского советника, но&nbsp;по&nbsp;военной привычке именовал себя бригадиром. Написал мемуары, в&nbsp;которых учил потомков избегать соблазнов и&nbsp;страстей, в&nbsp;частности&nbsp;&mdash; карточной игры и&nbsp;пьянства, а&nbsp;также знать домашнюю экономию и&nbsp;следить, чтобы бумаги все были выправлены согласно законам.<br />\nУмер в&nbsp;1802 году&nbsp;&mdash; разделив наследство, в&nbsp;окружении семьи и&nbsp;домочадцев.",
    "options": null,
    "rank": "state_advisor",
    "final": true,
    "resultId": 3,
    "transitionText": "",
    "notes": [
      "Губернская реформа 1775 года",
      "Жалованная грамота дворянству",
      "Уездный судья",
      "Уездный предводитель дворянства",
      "Статский советник"
    ]
  },
  "46": {
    "year": "1747–1753",
    "age": "12–18 лет",
    "text": "Пока Петя Хрюшкин учился в&nbsp;имении арифметике и&nbsp;геометрии, выслуга его шла своим чередом. Поэтому в&nbsp;1753 году, явившись на&nbsp;третий<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>и&nbsp;последний) смотр в&nbsp;Москву, недоросль Петр Алексеев сын Хрюшкин был определен в&nbsp;действительную службу и&nbsp;зачислен не&nbsp;рядовым, а&nbsp;сразу капралом в&nbsp;3-ю мушкетерскую роту лейб-гвардии Семеновского полка.",
    "options": [
      {
        "next": "47"
      }
    ],
    "rank": "guard_corporal",
    "final": false,
    "transitionText": "Ваш дворянин поступил на службу",
    "notes": [
      "Капрал гвардии",
      "Лейб-гвардии Семеновский полк"
    ]
  },
  "47": {
    "year": "1753–1756",
    "age": "18—21 год",
    "text": "Будучи обаятельным, красивым и&nbsp;любезным молодым человеком, да&nbsp;еще и&nbsp;при покровительстве дяди и&nbsp;его друга майора, Петр Хрюшкин служил легко и&nbsp;уже в&nbsp;1756 году стал сержантом.",
    "options": [
      {
        "next": "48",
        "text": "Но&nbsp;военным делом он&nbsp;не&nbsp;интересовался, предпочитая ухаживать за&nbsp;дамами<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>и&nbsp;даже выучил для того французский). Он&nbsp;также лихо играл в&nbsp;карты&nbsp;&mdash; и&nbsp;всегда выигрывал."
      },
      {
        "next": "51",
        "text": "Он&nbsp;интересовался военным делом и&nbsp;выучил для того французский. По&nbsp;вечерам, когда сослуживцы из&nbsp;дворян разъезжались развлекаться, допоздна сидел с&nbsp;книгами."
      }
    ],
    "rank": "guard_sergeant",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Сержант",
      "Сословный состав гвардии"
    ]
  },
  "48": {
    "year": "1756",
    "age": "21 год",
    "text": "Итак, юный Петр Алексеевич Хрюшкин, сержант лейб-гвардии Семеновского полка, проводил свои дни в&nbsp;приятных развлечениях.",
    "options": [
      {
        "next": "49",
        "text": "Однажды, вопреки обыкновению, Петр Алексеевич крупно проигрался. Платить было нечем&nbsp;&mdash; и&nbsp;он&nbsp;задумал устроить дворцовый переворот."
      },
      {
        "next": "50",
        "text": "Однажды, когда Петр Алексеевич стоял на&nbsp;часах во&nbsp;дворце, его заметила императрица Елизавета. Бодрым видом и&nbsp;умелым ответом по-французски он&nbsp;произвел на&nbsp;нее впечатление."
      }
    ],
    "rank": "guard_sergeant",
    "final": false,
    "transitionText": "",
    "notes": [
      "Дворцовые перевороты",
      "Императрица Елизавета Петровна (1709-1762)"
    ]
  },
  "49": {
    "year": "1756",
    "age": "21 год",
    "text": "Петр Алексеевич предложил наследнику императрицы Елизаветы, великому князю Петру Федоровичу, возвести его на&nbsp;престол: &laquo;Заарестуем весь дворец и&nbsp;Ваньку Шувалова, а&nbsp;в&nbsp;ком не&nbsp;встретим себе единомышленника, того изрубим в&nbsp;мелкие части&raquo;. Получив не&nbsp;вполне внятный ответ, он&nbsp;посчитал за&nbsp;лучшее принять его за&nbsp;согласие&nbsp;&mdash; и&nbsp;начал вербовать таких&nbsp;же лихих гвардейцев. На&nbsp;заговорщиков донесли. Началось следствие по&nbsp;&laquo;слову и&nbsp;делу&raquo;, окончившееся для Хрюшкина смертным приговором, замененным ссылкой в&nbsp;каторжные работы.",
    "options": [
      {
        "next": "6б"
      }
    ],
    "rank": null,
    "final": false,
    "transitionText": "Ваш дворянин больше не состоит на службе",
    "notes": [
      "Шувалов Иван Иванович (1727-1797)",
      "Петр III (1728-1762)",
      "Слово и дело",
      "Каторга"
    ]
  },
  "50": {
    "year": "1756",
    "age": "21 год",
    "text": "Елизавета пригласила Хрюшкина играть в&nbsp;дворцовом спектакле&nbsp;&mdash; и&nbsp;тут выяснилось, что Петр Алексеевич прекрасно поет и&nbsp;танцует. Елизавета уже собралась взять молодого гвардейца в&nbsp;фавориты, но&nbsp;Ванечка Шувалов и&nbsp;его родня об&nbsp;этом узнали и&nbsp;подставили: пьяненький Петя Хрюшкин был как&nbsp;бы случайно взят полицией в&nbsp;борделе у&nbsp;мадам Бротхенши, куда его заманила прелестница-блондинка. Императрица пришла в&nbsp;ярость. Молодца разжаловали в&nbsp;армейские сержанты и&nbsp;отправили в&nbsp;полк в&nbsp;провинцию.",
    "options": [
      {
        "next": "25"
      }
    ],
    "rank": "sergeant",
    "final": false,
    "transitionText": "Ваш дворянин понижен в классе",
    "notes": [
      "Фавориты",
      "Сержант",
      "Дворцовый театр Елизаветы Петровны"
    ]
  },
  "51": {
    "year": "1757–1759",
    "age": "22–24 года",
    "text": "Скоро майор взял толкового сержанта к&nbsp;себе адъютантом. В&nbsp;1758 году приказом по&nbsp;полку сержант Хрюшкин<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>генваря 1-го дня произведен гвардии прапорщиком в&nbsp;ту&nbsp;же роту&raquo;. Обрадовавшись, он&nbsp;отписал батюшке и&nbsp;маменьке, что теперь<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>гвардии офицер и&nbsp;имел счастье бывать за&nbsp;столом с&nbsp;императрицею, и&nbsp;без особого приглашения с&nbsp;прочими штаб- и&nbsp;обер-офицерами осмелился есть&raquo;. На&nbsp;следующий год бравого Хрюшкина заметил на&nbsp;смотре подполковник Семеновского полка граф Александр Иванович Шувалов, отправил его с&nbsp;несколькими поручениями, а&nbsp;затем велел произвести молодого офицера в&nbsp;подпоручики.",
    "options": [
      {
        "next": "52",
        "text": "В&nbsp;том&nbsp;же году, пожелав приключений, он&nbsp;попросился в&nbsp;кирасирский полк, чтобы отправиться на&nbsp;поля сражений войны."
      },
      {
        "next": "53",
        "text": "Вполне довольный своими обстоятельствами, Петр Алексеевич продолжил служить в&nbsp;Семеновском полку."
      }
    ],
    "rank": "guard_podporuchik",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Адъютант",
      "Гвардейский подпоручик",
      "Семилетняя война"
    ]
  },
  "52": {
    "year": "1759",
    "age": "24 года",
    "text": "В&nbsp;кирасирский полк Петр Алексеевич перешел, как положено, с&nbsp;повышением на&nbsp;два чина&nbsp;&mdash; ротмистром. В&nbsp;следующем году он&nbsp;отличился в&nbsp;сражении при Кунерсдорфе и&nbsp;удостоился благодарности от&nbsp;начальства.",
    "options": [
      {
        "next": "34",
        "text": "В&nbsp;1761 году, квартируя в&nbsp;городке Грайфенхаген, Петр Алексеевич увлекся местной барышней."
      },
      {
        "next": "35",
        "text": "В&nbsp;1761 году Петр Алексеевич захватил вражеского курьера с&nbsp;письмами и&nbsp;разоблачил таким образом прусского шпиона&nbsp;&mdash; генерал-майора русской армии Готтлиба Курта Тотлебена."
      }
    ],
    "rank": "rotmistr",
    "final": false,
    "transitionText": "Ваш дворянин перешел на службу в армию",
    "notes": [
      "Кунерсдорфское сражение (12 августа 1759 года)",
      "Ротмистр",
      "Измена Тотлебена"
    ]
  },
  "53": {
    "year": "1762",
    "age": "27 лет",
    "text": "Итак, Хрюшкин успешно служил подпоручиком в&nbsp;гвардейском Семеновском полку. В&nbsp;1762 году, как и&nbsp;весь его полк, вошел в&nbsp;заговор против императора. 28&nbsp;июня вместе с&nbsp;товарищами он&nbsp;вышел присягать Екатерине, а&nbsp;затем вдвоем с&nbsp;приятелем отправился арестовывать отрекшегося императора и&nbsp;доставил его в&nbsp;карете в&nbsp;имение Ропшу. За&nbsp;это был щедро награжден: получил 600 душ, чин капитана гвардии и&nbsp;отдельно 8000 рублей за&nbsp;арест императора.",
    "options": [
      {
        "next": "54"
      }
    ],
    "rank": "guard_captain",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Гвардейский подпоручик",
      "Переворот 1762 года",
      "Гвардейский капитан"
    ]
  },
  "54": {
    "year": "1763",
    "age": "28 лет",
    "text": "После воцарения Екатерина щедро раздавала титулы, подарки и&nbsp;чины тем, кто возвел ее&nbsp;на&nbsp;трон. Хрюшкин в&nbsp;числе прочих тоже был вознагражден, но&nbsp;ни в&nbsp;графы, ни&nbsp;в&nbsp;генералы не&nbsp;вышел.",
    "options": [
      {
        "next": "55",
        "text": "Обидевшись на&nbsp;государыню-&laquo;иноземку&raquo; и&nbsp;фавор братьев Орловых, Хрюшкин заявил приятелям за&nbsp;столом, что Екатерина не&nbsp;имеет права на&nbsp;трон."
      },
      {
        "next": "56",
        "text": "Став состоятельным человеком&nbsp;&mdash; и&nbsp;свободным от&nbsp;обязательной службы благодаря манифесту преданного им&nbsp;императора, Петр Алексеевич задумался, не&nbsp;выйти&nbsp;ли в&nbsp;отставку, но&nbsp;решил устроить карьеру при дворе&nbsp;&mdash; благо он&nbsp;был лично знаком с&nbsp;Екатериной и&nbsp;Орловыми."
      }
    ],
    "rank": "guard_captain",
    "final": false,
    "transitionText": "",
    "notes": [
      "Братья Орловы",
      "Права Екатерины на трон",
      "Манифест о вольности дворянства"
    ]
  },
  "55": {
    "year": "1762",
    "age": "27 лет",
    "text": "Приятели донесли. Капитана арестовали, разжаловали в&nbsp;армейские капитаны и&nbsp;отправили на&nbsp;безвыездное житье в&nbsp;свое имение.",
    "options": [
      {
        "next": "26"
      }
    ],
    "rank": "captain",
    "final": false,
    "transitionText": "Ваш дворянин понижен в классе",
    "notes": [
      "Капитан"
    ]
  },
  "56": {
    "year": "1763",
    "age": "28 лет",
    "text": "В&nbsp;это время при дворе началась борьба<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>партий&raquo; братьев Орловых и&nbsp;графа Никиты Ивановича Панина. Переход на&nbsp;придворную службу означал необходимость занять одну из&nbsp;сторон, Петр Алексеевич был к&nbsp;этому не&nbsp;готов, а&nbsp;потому испросил отпуск на&nbsp;поправление здоровья и&nbsp;отправился в&nbsp;Париж. Спустя два месяца после его отъезда лейтенант полиции Парижа докладывал королю Людовику&nbsp;XV о&nbsp;происшествии: &laquo;статистка оперы&raquo; девица Лакур неделикатно бросила герцога де&nbsp;Лавальера и&nbsp;перешла на&nbsp;содержание к&nbsp;boyard russe Khryuchkin [note=Русский боярин Хрюшкин<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>фр.).]; русский<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>груб и&nbsp;требователен&raquo;, но&nbsp;щедр: платил барышне 100 пистолей в&nbsp;месяц, заказывал дорогие платья и&nbsp;подарил бриллиантовое ожерелье.",
    "options": [
      {
        "next": "57"
      }
    ],
    "rank": "guard_captain",
    "final": false,
    "transitionText": "",
    "notes": [
      "Никита Панин (1718-1783)",
      "Борьба партий Орловых и Панина",
      "Пистоль"
    ]
  },
  "57": {
    "year": "1765",
    "age": "30 лет",
    "text": "В&nbsp;1765 году Петр Алексеевич вернулся и&nbsp;перешел наконец из&nbsp;полка на&nbsp;придворную службу с&nbsp;повышением&nbsp;&mdash; чином камер-юнкера.",
    "options": [
      {
        "next": "58"
      }
    ],
    "rank": "camer-yunker",
    "final": false,
    "transitionText": "Ваш дворянин перешел на придворную службу",
    "notes": [
      "Камер-юнкер"
    ]
  },
  "58": {
    "year": "1767",
    "age": "32 года",
    "text": "Поскольку Петр Алексеевич всегда держался в&nbsp;стороне от&nbsp;политических разногласий Орловых и&nbsp;графа Панина, императрица лично сосватала верному и&nbsp;скромному молодцу камер-юнкеру в&nbsp;невесты фрейлину Нарышкину с&nbsp;12&thinsp;000 рублей на&nbsp;свадьбу.",
    "options": [
      {
        "next": "59"
      }
    ],
    "rank": "camer-yunker",
    "final": false,
    "transitionText": "",
    "notes": [
      "Фрейлина"
    ]
  },
  "59": {
    "year": "1775",
    "age": "40 лет",
    "text": "При дворе Петр Алексеевич помог Григорию Александровичу Потемкину в&nbsp;первых его шагах. Когда Потемкин завершил свое восхождение, благодарная царица вновь оценила усердие Хрюшкина: пожаловала камергером двора и&nbsp;30&thinsp;000 рублей на&nbsp;дом в&nbsp;Петербурге.",
    "options": [
      {
        "next": "60"
      }
    ],
    "rank": "kamerger",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Григорий Потемкин (1739-1791)",
      "Камергер"
    ]
  },
  "60": {
    "year": "1785",
    "age": "50 лет",
    "text": "В&nbsp;1785 году Петр Алексеевич Хрюшкин стал гофмаршалом двора и&nbsp;окончательно вошел в&nbsp;круг близких к&nbsp;Екатерине людей. Вместе с&nbsp;ней он&nbsp;переезжал из&nbsp;Зимнего дворца в&nbsp;Таврический, Петергоф и&nbsp;Царское Село; отправлялся в&nbsp;гости на&nbsp;&laquo;дачи&raquo; вельмож; &laquo;прогуливался&raquo; на&nbsp;шлюпках по&nbsp;Неве и&nbsp;в&nbsp;карете по&nbsp;улицам столицы или в&nbsp;&laquo;фаетоне&raquo; [note=Фаэтон&nbsp;&mdash; конный экипаж с&nbsp;откидным верхом.] по&nbsp;аллеям Царскосельского парка. По&nbsp;вечерам его постоянно приглашали в&nbsp;личные покои императрицы, где он&nbsp;играл с&nbsp;государыней на&nbsp;бильярде, составлял ей&nbsp;компанию за&nbsp;карточным столом, а&nbsp;также<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>препровождал&raquo; ее&nbsp;на&nbsp;выходах, во&nbsp;время визитов в&nbsp;&laquo;вольный маскарад&raquo; или на&nbsp;прогулках в&nbsp;&laquo;Зверинец&raquo;.",
    "options": [
      {
        "next": "61"
      }
    ],
    "rank": "gofmarshal",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Гофмаршал",
      "Загородные резиденции",
      "Маскарад",
      "Зверинец"
    ]
  },
  "61": {
    "year": "1792–1795",
    "age": "57–60 лет",
    "text": "В&nbsp;1792 году Петр Алексеевич получил графский титул и&nbsp;вместе с&nbsp;ним чин обер-гофмаршала, а&nbsp;в&nbsp;1795 году, при последнем разделе Польши,&nbsp;&mdash; еще 4000 душ.",
    "options": [
      {
        "next": "62"
      }
    ],
    "rank": "ober-gofmarshal",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Обер-гофмаршал",
      "Разделы Польши"
    ]
  },
  "62": {
    "year": "1796–1802",
    "age": "61–67 лет",
    "text": "В&nbsp;1796 году скончалась императрица. Петр Алексеевич, пользовавшийся ее&nbsp;расположением, тут&nbsp;же попал в&nbsp;немилость к&nbsp;Павлу I. Он&nbsp;вышел в&nbsp;отставку и&nbsp;вернулся в&nbsp;имение, где отстроил родовую усадьбу, давал балы и&nbsp;завел даже крепостной театр. Дворяне Владимирской губернии единодушно избрали их&nbsp;светлость графа Хрюшкина губернским предводителем дворянства. Прослужив трехлетие, он&nbsp;скончался в&nbsp;1802 году.",
    "options": null,
    "rank": "ober-gofmarshal",
    "final": true,
    "resultId": 7,
    "transitionText": "Ваш дворянин вышел в отставку",
    "notes": [
      "Приход к власти Павла I",
      "Губернский предводитель дворянства",
      "Крепостной театр"
    ]
  },
  "2а": {
    "year": "1747–1753",
    "age": "12–18 лет",
    "text": "Родители решили нанять иностранного учителя. По&nbsp;совету того&nbsp;же дяди-бригадира они выписали из&nbsp;Петербурга немца, студента-недоучку, прибывшего в&nbsp;Россию за&nbsp;карьерой чиновника.",
    "options": [
      {
        "next": "3",
        "text": "К&nbsp;восемнадцати годам Петя выучился арифметике и&nbsp;геометрии, а&nbsp;немец пристойно обучил его немецкому языку."
      },
      {
        "next": "3а",
        "text": "В&nbsp;Хрюшкино немец занял лучшую комнату, но&nbsp;никакого интереса к&nbsp;учению мальчика не&nbsp;демонстрировал, а&nbsp;получив второе жалованье, и&nbsp;вовсе удрал. Арифметику и&nbsp;геометрию Петя как-то освоил, но&nbsp;с&nbsp;немецким не&nbsp;вышло."
      }
    ],
    "rank": null,
    "final": false,
    "transitionText": "",
    "notes": [
      "Иностранные учителя"
    ]
  },
  "3а": {
    "year": "1753–1754",
    "age": "18–19 лет",
    "text": "В&nbsp;1753 году Петя явился в&nbsp;Москву на&nbsp;смотр в&nbsp;третий&nbsp;&mdash; и&nbsp;последний&nbsp;&mdash; раз. Там недоросля Петра Алексеева сына Хрюшкина определили в&nbsp;службу и&nbsp;зачислили рядовым в&nbsp;мушкетерскую роту N-ского пехотного полка. Однажды во&nbsp;время службы молодой солдат заснул в&nbsp;карауле.",
    "options": [
      {
        "next": "4а",
        "text": "Пока он&nbsp;спал, его ружье унес лихой человек."
      },
      {
        "next": "9а",
        "text": "Пока он&nbsp;спал, сослуживцы спрятали его ружье, демонстрируя таким образом специфический армейский юмор."
      }
    ],
    "rank": "soldat",
    "final": false,
    "transitionText": "Ваш дворянин поступил на службу",
    "notes": [
      "Военная служба дворян",
      "Устройство российской пехоты"
    ]
  },
  "4а": {
    "year": "1754",
    "age": "19 лет",
    "text": "За&nbsp;утрату оружия Петру Хрюшкину присудили тяжкий штраф&nbsp;&mdash; стоять на&nbsp;часах с&nbsp;четырьмя фузеями.",
    "options": [
      {
        "next": "5а",
        "text": "Штраф Петр отстоял, а&nbsp;затем еще и&nbsp;поставил капралу водки."
      },
      {
        "next": "6",
        "text": "Обидевшись на&nbsp;такую несправедливость, Петр устроил драку с&nbsp;капралом и&nbsp;другими солдатами."
      }
    ],
    "rank": "soldat",
    "final": false,
    "transitionText": "",
    "notes": [
      "Фузея"
    ]
  },
  "5а": {
    "year": "1754–1755",
    "age": "19–20 лет",
    "text": "С&nbsp;тех пор Петр больше армейских правил не&nbsp;нарушал и&nbsp;на&nbsp;товарищей никогда не&nbsp;доносил. Позднее он&nbsp;взялся сочинять за&nbsp;вечно пьяного и&nbsp;оттого больного писаря ротные бумаги. В&nbsp;том&nbsp;же году Петр Хрюшкин стал капралом, а&nbsp;в&nbsp;1755-м&nbsp;&mdash; фурьером.",
    "options": [
      {
        "next": "10а"
      }
    ],
    "rank": "fourier",
    "final": false,
    "transitionText": "Ваш дворянин продолжил военную службу и повышен в классе",
    "notes": [
      "Капрал и фурьер"
    ]
  },
  "6а": {
    "year": "1756",
    "age": "21 год",
    "text": "В&nbsp;1756 году однажды по&nbsp;получении жалованья Петр Хрюшкин напился в&nbsp;зюзю, пропил мундир, потерял ружье и&nbsp;изматерил капрала, капитана, полковника и&nbsp;государыню императрицу за&nbsp;то, что позволяет обижать солдата-дворянина. Результатом стало следствие по&nbsp;&laquo;слову и&nbsp;делу&raquo;. Приговор Хрюшкину вынесли уже как рецидивисту&nbsp;&mdash; ссылка в&nbsp;каторжные работы на&nbsp;три года.",
    "options": [
      {
        "next": "6б"
      }
    ],
    "rank": null,
    "final": false,
    "transitionText": "Ваш дворянин больше не состоит на службе",
    "notes": [
      "Слово и дело",
      "Каторга"
    ]
  },
  "6б": {
    "year": "1757–1762",
    "age": "22—27 лет",
    "text": "Едва попав на&nbsp;каторгу, герой наш бежал.",
    "options": [
      {
        "next": "7",
        "text": "Проведя несколько лет в&nbsp;бегах, Петр Алексеевич узнал об&nbsp;амнистии и&nbsp;явился с&nbsp;раскаянием, выдав еще и&nbsp;других злодеев."
      },
      {
        "next": "8",
        "text": "В&nbsp;бегах Петр Алексеевич подался в&nbsp;разбойники, собрал из&nbsp;дезертиров шайку и&nbsp;грабил дворянские имения."
      }
    ],
    "rank": null,
    "final": false,
    "transitionText": "",
    "notes": [
      "Амнистия 1762 года"
    ]
  },
  "9а": {
    "year": "1754–1755",
    "age": "19–20 лет",
    "text": "Солдатик ужаснулся: пропажа ружья означала военный суд. Но&nbsp;шутники признались; Петруша не&nbsp;пошел орать и&nbsp;жаловаться, а&nbsp;угостил капрала и&nbsp;других вином за&nbsp;&laquo;науку&raquo;. Мужики оценили&nbsp;&mdash; и&nbsp;с&nbsp;тех пор охотно учили новобранца строевым навыкам. Начальство тоже одобрило парня, который оказался к&nbsp;тому&nbsp;же грамотным и&nbsp;сообразительным. В&nbsp;результате в&nbsp;том&nbsp;же году Петр Хрюшкин стал капралом, а&nbsp;в&nbsp;1755-м&nbsp;&mdash; фурьером.",
    "options": [
      {
        "next": "10а"
      }
    ],
    "rank": "fourier",
    "final": false,
    "transitionText": "Ваш дворянин продолжил военную службу и повышен в классе",
    "notes": [
      "Капрал и фурьер"
    ]
  },
  "10а": {
    "year": "1756–1758",
    "age": "21–23 года",
    "text": "За&nbsp;распорядительность, исполнительность и&nbsp;трезвость Петр Алексеевич был пожалован в&nbsp;сержанты. В&nbsp;службе усвоил истину: &laquo;Ежели желаешь быть от&nbsp;начальников своих исправным, расторопным, не&nbsp;леностным с&nbsp;точностию приказание начальника исполняющим, верным репортом уведомляющим [note=&laquo;Верным репортом уведомляющим&raquo;&nbsp;&mdash; точно и&nbsp;вовремя рапортующим об&nbsp;исполнении приказания.],&nbsp;&mdash; за&nbsp;таковым поведением конечно ожидать их&nbsp;к&nbsp;себе любви и&nbsp;всякого спомажения, в&nbsp;случае каковой иногда погрешности&quot;.",
    "options": [
      {
        "next": "12",
        "text": "В&nbsp;1758 году N-ский пехотный полк отправили в&nbsp;Германию&nbsp;&mdash; на&nbsp;поля сражений Семилетней войны."
      },
      {
        "next": "25",
        "text": "N-ский пехотный полк остался в&nbsp;России на&nbsp;квартирах."
      }
    ],
    "rank": "sergeant",
    "final": false,
    "transitionText": "Поздравляем с повышением!",
    "notes": [
      "Сержант",
      "Семилетняя война"
    ]
  },
  "28а": {
    "year": "1771–1775",
    "age": "36–40 лет",
    "text": "В&nbsp;1771 году Хрюшкин вместе с&nbsp;армией Василия Михайловича Долгорукова брал Крым и&nbsp;стал премьер-майором. Наконец в&nbsp;1775 году болезни и&nbsp;раны вынудили Петра Алексеевича Хрюшкина выйти в&nbsp;отставку в&nbsp;чине подполковника. Петр Алексеевич вернулся в&nbsp;свое имение.",
    "options": [
      {
        "next": "20"
      }
    ],
    "rank": "podpolkovnik",
    "final": false,
    "transitionText": "Ваш дворянин вышел в отставку",
    "notes": [
      "Фавориты",
      "Дворцовый театр Елизаветы Петровны",
      "Сержант"
    ]
  },
  "39а": {
    "year": "1787",
    "age": "52 года",
    "text": "В&nbsp;1787 году по&nbsp;дороге на&nbsp;юг&nbsp;через Смоленск проезжала сама матушка-императрица, и&nbsp;генерал-губернатору Хрюшкину выпала честь устроить ей&nbsp;встречу.",
    "options": [
      {
        "next": "40",
        "text": "Петр Алексеевич торжественно встретил Екатерину, устроил театральное представление, фейерверк и&nbsp;показал новые здания присутственных мест и&nbsp;школу, ученики коей<span style=\"margin-right:0.44em;\"> </span><span style=\"margin-left:-0.44em;\">&laquo;</span>отменное показали знание истории российской&raquo;."
      },
      {
        "next": "43",
        "text": "Государыня приемом осталась недовольна: генерал-губернатор льстил грубо и&nbsp;неумеренно, а&nbsp;в&nbsp;это время на&nbsp;него сыпались доносы о&nbsp;лихоимстве."
      }
    ],
    "rank": "general_major",
    "final": false,
    "transitionText": "",
    "notes": [
      "Посещение Екатериной российских городов"
    ]
  },
  "40а": {
    "year": "1787",
    "age": "52 года",
    "text": "Как только Петр Алексеевич вернулся в&nbsp;Смоленск, Османская империя объявила Российской империи войну. Хрюшкин, памятуя о&nbsp;том, как во&nbsp;время войны быстро приобретаются чины, отпросился в&nbsp;действующую армию. Расчет оказался верным. В&nbsp;декабре 1788 года он&nbsp;участвовал в&nbsp;кровопролитном штурме Очакова и&nbsp;по&nbsp;рапорту Потемкина получил орден Св. Георгия III степени и&nbsp;5000 десятин плодородной земли в&nbsp;Новороссии<span style=\"margin-right:0.3em;\"> </span><span style=\"margin-left:-0.3em;\">(</span>Екатеринославской губернии)&nbsp;&mdash; &laquo;за&nbsp;оказанное мужество преодолением неудобств и&nbsp;взойдением на&nbsp;крепостной вал&raquo;.",
    "options": [
      {
        "next": "41"
      }
    ],
    "rank": "general_poruchik",
    "final": false,
    "transitionText": "",
    "notes": [
      "Русско-турецкая война (1787-1791)",
      "Штурм Очакова",
      "Генерал-поручик",
      "Орден Святого Георгия"
    ]
  }
}
